{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/world/2021/apr/06/aegean-islands-to-become-first-covid-free-areas-of-greece",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eIsles scattered across the Aegean archipelago are to become the first “Covid-free” areas of Greece as vaccination efforts intensify in tourist destinations hoping for an \u003ca href=\"https://www.theguardian.com/world/2021/mar/23/greece-to-accept-test-flights-from-uk-next-month-says-minister\"\u003einflux of summer visitors\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eIn one of the biggest operational challenges of modern times, authorities have vowed at least 69 islands will be fully vaccinated by the end of April.\u003c/p\u003e \u003cp\u003e“We have so many smaller isles,” said Marios Themistocleous, the health ministry official overseeing the programme. “Precisely because they’re so difficult to get supplies to, we decided to vaccinate entire populations in one go with the aim that when they begin receiving tourists permanent residents are fully vaccinated and protected.”\u003c/p\u003e \u003cp\u003eUnder the scheme, conceived with the help of the armed forces, delivery of thousands of vaccines to far-flung isles will be stepped up in the coming weeks.\u003c/p\u003e \u003cp\u003eThemistocleous described the operation as complex and logistically fraught. Planes, helicopters and coastguard boats had been seconded with soldiers, civil protection officials and the police all involved at different stages. “It’s very difficult to transport vaccines to an island,” he told the Guardian. “It requires a specific process involving lots of people … each one is a special mission from the moment boxes leave our warehouses.”\u003c/p\u003e \u003cp\u003eAs urban centres across Greece struggle to suppress the third wave of coronavirus infections now \u003ca href=\"https://www.theguardian.com/world/2021/mar/22/lockdowns-return-extended-third-wave-covid-europe\"\u003espreading across Europe\u003c/a\u003e, the country’s vast array of islands have remained remarkably untouched by the crisis.\u003c/p\u003e \u003cp\u003eOn Lipsi, part of the southern Aegean’s Dodecanese chain, Fotis Mangos, the island’s mayor, proudly proclaims there has been “only one case” since the outbreak of the pandemic. “And that was of a soldier who returning from leave was found to be positive,” he said.\u003c/p\u003e \u003cp\u003e“We look at Athens, and other cities, and realise how lightly it’s touched us. We’ve been in lockdown, our shops and schools are shut, but I put our success to throwing all our weight at people coming in. They’re tested twice and we’re very strict about it.”\u003c/p\u003e \u003cp\u003eWith the island, like the Greek economy at large hugely dependent on tourism, Mangos said the vaccination programme – codenamed Freedom – had elicited overwhelming support.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/world/2021/feb/18/vaccine-passport-plan-could-help-britons-holiday-in-greece\"\u003eVaccine passport plan could help Britons holiday in Greece\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eAlmost the entire adult population of the 800 people permanently living on Lispsi had been vaccinated. “Forty-five percent are under the age of 18 but nearly everyone who is eligible have had both shots and 86 people are getting their second jab this weekend. I hear tourist bookings are up. We’re very, very satisfied.”\u003c/p\u003e \u003cp\u003eOn the adjacent island of Patmos, popular with celebrities, religious pilgrims and the well-heeled cosmopolitan elite, the prospect of being “Covid-free” within weeks has been met with elation.\u003c/p\u003e \u003cp\u003e“In the winter we have around 3,100 people living here and most over the age of 60 have been vaccinated,” said Eleftherios Pentes, its mayor. “The list closes this Friday and almost everyone between the ages of 18 and 59 is signing up for the shot. Last November we had 25 Covid-cases here and I think it was a lesson for all of us.”\u003c/p\u003e \u003cp\u003eThe scheme, which is echoed on the other side of the world as Thailand puts the island resort of \u003ca href=\"https://www.reuters.com/article/us-health-coronavirus-thailand-tourism-idUSKBN2BS02F\"\u003ePhuket to the front of its vaccine queue\u003c/a\u003e, is not without critics. This week the Greek tourism minister, Haris Theoharis, insisted that with the nation setting a target date of \u003ca href=\"https://www.theguardian.com/world/2021/mar/09/greece-hopes-to-open-to-tourists-from-14-may\"\u003e14 May\u003c/a\u003e to reopen to tourists, the focus was not only on islands but “all of Greece” being a safe destination.\u003c/p\u003e \u003cp\u003eOn outposts that can often feel cut off from the rest of the world out of season, the vaccination drive has also boosted morale. For those working in the tourist sector it had been very positively welcomed after last year’s terrible showings, said Dimitris Grillis, who runs a small hotel on Patmos.\u003c/p\u003e \u003cp\u003e“Just the idea that we are going to be Covid-free removes a whole layer of uncertainty,” he enthused. “You have to be happy to work and practically and psychologically this will help motivate staff. Last year we had the sort of losses you see in war.”\u003c/p\u003e \u003cp\u003eEven as far away as Australia, programme Freedom has not gone unnoticed. “We’re very pleased and very comforted,” said Chrissie Verevis who in more normal times spends much of the year with her husband, Yiannis, on Kastellorizo, an island opposite the Turkish coast that is often at the centre of friction with Ankara. “It’s an unexpected delight that this tiny, and at times vulnerable island, should now be in such an enviable position globally.”\u003c/p\u003e",
      "bodyTextSummary": "Isles scattered across the Aegean archipelago are to become the first “Covid-free” areas of Greece as vaccination efforts intensify in tourist destinations hoping for an influx of summer visitors. In one of the biggest operational challenges of modern times, authorities have vowed at least 69 islands will be fully vaccinated by the end of April. “We have so many smaller isles,” said Marios Themistocleous, the health ministry official overseeing the programme. “Precisely because they’re so difficult to get supplies to, we decided to vaccinate entire populations in one go with the aim that when they begin receiving tourists permanent residents are fully vaccinated and protected.” Under the scheme, conceived with the help of the armed forces, delivery of thousands of vaccines to far-flung isles will be stepped up in the coming weeks. Themistocleous described the operation as complex and logistically fraught. Planes, helicopters and coastguard boats had been seconded with soldiers, civil protection officials and the police all involved at different stages. “It’s very difficult to transport vaccines to an island,” he told the Guardian. “It requires a specific process involving lots of people … each one is a special mission from the moment boxes leave our warehouses.” As urban centres across Greece struggle to suppress the third wave of coronavirus infections now spreading across Europe, the country’s vast array of islands have remained remarkably untouched by the crisis. On Lipsi, part of the southern Aegean’s Dodecanese chain, Fotis Mangos, the island’s mayor, proudly proclaims there has been “only one case” since the outbreak of the pandemic. “And that was of a soldier who returning from leave was found to be positive,” he said. “We look at Athens, and other cities, and realise how lightly it’s touched us. We’ve been in lockdown, our shops and schools are shut, but I put our success to throwing all our weight at people coming in. They’re tested twice and we’re very strict about it.” With the island, like the Greek economy at large hugely dependent on tourism, Mangos said the vaccination programme – codenamed Freedom – had elicited overwhelming support.\nAlmost the entire adult population of the 800 people permanently living on Lispsi had been vaccinated. “Forty-five percent are under the age of 18 but nearly everyone who is eligible have had both shots and 86 people are getting their second jab this weekend. I hear tourist bookings are up. We’re very, very satisfied.” On the adjacent island of Patmos, popular with celebrities, religious pilgrims and the well-heeled cosmopolitan elite, the prospect of being “Covid-free” within weeks has been met with elation. “In the winter we have around 3,100 people living here and most over the age of 60 have been vaccinated,” said Eleftherios Pentes, its mayor. “The list closes this Friday and almost everyone between the ages of 18 and 59 is signing up for the shot. Last November we had 25 Covid-cases here and I think it was a lesson for all of us.” The scheme, which is echoed on the other side of the world as Thailand puts the island resort of Phuket to the front of its vaccine queue, is not without critics. This week the Greek tourism minister, Haris Theoharis, insisted that with the nation setting a target date of 14 May to reopen to tourists, the focus was not only on islands but “all of Greece” being a safe destination. On outposts that can often feel cut off from the rest of the world out of season, the vaccination drive has also boosted morale. For those working in the tourist sector it had been very positively welcomed after last year’s terrible showings, said Dimitris Grillis, who runs a small hotel on Patmos. “Just the idea that we are going to be Covid-free removes a whole layer of uncertainty,” he enthused. “You have to be happy to work and practically and psychologically this will help motivate staff. Last year we had the sort of losses you see in war.” Even as far away as Australia, programme Freedom has not gone unnoticed. “We’re very pleased and very comforted,” said Chrissie Verevis who in more normal times spends much of the year with her husband, Yiannis, on Kastellorizo, an island opposite the Turkish coast that is often at the centre of friction with Ankara. “It’s an unexpected delight that this tiny, and at times vulnerable island, should now be in such an enviable position globally.”",
      "contributors": [],
      "createdDate": "2021-04-06T15:20:14Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIsles scattered across the Aegean archipelago are to become the first “Covid-free” areas of Greece as vaccination efforts intensify in tourist destinations hoping for an \u003ca href=\"https://www.theguardian.com/world/2021/mar/23/greece-to-accept-test-flights-from-uk-next-month-says-minister\"\u003einflux of summer visitors\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003eIn one of the biggest operational challenges of modern times, authorities have vowed at least 69 islands will be fully vaccinated by the end of April.\u003c/p\u003e \n\u003cp\u003e“We have so many smaller isles,” said Marios Themistocleous, the health ministry official overseeing the programme. “Precisely because they’re so difficult to get supplies to, we decided to vaccinate entire populations in one go with the aim that when they begin receiving tourists permanent residents are fully vaccinated and protected.”\u003c/p\u003e \n\u003cp\u003eUnder the scheme, conceived with the help of the armed forces, delivery of thousands of vaccines to far-flung isles will be stepped up in the coming weeks.\u003c/p\u003e \n\u003cp\u003eThemistocleous described the operation as complex and logistically fraught. Planes, helicopters and coastguard boats had been seconded with soldiers, civil protection officials and the police all involved at different stages. “It’s very difficult to transport vaccines to an island,” he told the Guardian. “It requires a specific process involving lots of people … each one is a special mission from the moment boxes leave our warehouses.”\u003c/p\u003e \n\u003cp\u003eAs urban centres across Greece struggle to suppress the third wave of coronavirus infections now \u003ca href=\"https://www.theguardian.com/world/2021/mar/22/lockdowns-return-extended-third-wave-covid-europe\"\u003espreading across Europe\u003c/a\u003e, the country’s vast array of islands have remained remarkably untouched by the crisis.\u003c/p\u003e \n\u003cp\u003eOn Lipsi, part of the southern Aegean’s Dodecanese chain, Fotis Mangos, the island’s mayor, proudly proclaims there has been “only one case” since the outbreak of the pandemic. “And that was of a soldier who returning from leave was found to be positive,” he said.\u003c/p\u003e \n\u003cp\u003e“We look at Athens, and other cities, and realise how lightly it’s touched us. We’ve been in lockdown, our shops and schools are shut, but I put our success to throwing all our weight at people coming in. They’re tested twice and we’re very strict about it.”\u003c/p\u003e \n\u003cp\u003eWith the island, like the Greek economy at large hugely dependent on tourism, Mangos said the vaccination programme – codenamed Freedom – had elicited overwhelming support.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Vaccine passport plan could help Britons holiday in Greece",
         "originalUrl": "https://www.theguardian.com/world/2021/feb/18/vaccine-passport-plan-could-help-britons-holiday-in-greece",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/world/2021/feb/18/vaccine-passport-plan-could-help-britons-holiday-in-greece"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eAlmost the entire adult population of the 800 people permanently living on Lispsi had been vaccinated. “Forty-five percent are under the age of 18 but nearly everyone who is eligible have had both shots and 86 people are getting their second jab this weekend. I hear tourist bookings are up. We’re very, very satisfied.”\u003c/p\u003e \n\u003cp\u003eOn the adjacent island of Patmos, popular with celebrities, religious pilgrims and the well-heeled cosmopolitan elite, the prospect of being “Covid-free” within weeks has been met with elation.\u003c/p\u003e \n\u003cp\u003e“In the winter we have around 3,100 people living here and most over the age of 60 have been vaccinated,” said Eleftherios Pentes, its mayor. “The list closes this Friday and almost everyone between the ages of 18 and 59 is signing up for the shot. Last November we had 25 Covid-cases here and I think it was a lesson for all of us.”\u003c/p\u003e \n\u003cp\u003eThe scheme, which is echoed on the other side of the world as Thailand puts the island resort of \u003ca href=\"https://www.reuters.com/article/us-health-coronavirus-thailand-tourism-idUSKBN2BS02F\"\u003ePhuket to the front of its vaccine queue\u003c/a\u003e, is not without critics. This week the Greek tourism minister, Haris Theoharis, insisted that with the nation setting a target date of \u003ca href=\"https://www.theguardian.com/world/2021/mar/09/greece-hopes-to-open-to-tourists-from-14-may\"\u003e14 May\u003c/a\u003e to reopen to tourists, the focus was not only on islands but “all of Greece” being a safe destination.\u003c/p\u003e \n\u003cp\u003eOn outposts that can often feel cut off from the rest of the world out of season, the vaccination drive has also boosted morale. For those working in the tourist sector it had been very positively welcomed after last year’s terrible showings, said Dimitris Grillis, who runs a small hotel on Patmos.\u003c/p\u003e \n\u003cp\u003e“Just the idea that we are going to be Covid-free removes a whole layer of uncertainty,” he enthused. “You have to be happy to work and practically and psychologically this will help motivate staff. Last year we had the sort of losses you see in war.”\u003c/p\u003e \n\u003cp\u003eEven as far away as Australia, programme Freedom has not gone unnoticed. “We’re very pleased and very comforted,” said Chrissie Verevis who in more normal times spends much of the year with her husband, Yiannis, on Kastellorizo, an island opposite the Turkish coast that is often at the centre of friction with Ankara. “It’s an unexpected delight that this tiny, and at times vulnerable island, should now be in such an enviable position globally.”\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T15:20:16Z",
      "id": "606c7c2e8f08098d4e056403",
      "lastModifiedDate": "2021-04-06T16:37:52Z",
      "published": true,
      "publishedDate": "2021-04-06T16:37:52Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"495bd86a84a5d139cf09c36736dba0c6d839b6cf\"\u003e \u003cimg src=\"https://media.guim.co.uk/495bd86a84a5d139cf09c36736dba0c6d839b6cf/0_138_4134_2480/1000.jpg\" alt=\"With the islands, like the Greek economy at large hugely dependent on tourism, the vaccination programme – codenamed Freedom – had elicited overwhelming support.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eWith the islands, like the Greek economy at large hugely dependent on tourism, the vaccination programme – codenamed Freedom – has elicited overwhelming support.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Alamy Stock Photo\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T16:11:14Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/495bd86a84a5d139cf09c36736dba0c6d839b6cf/0_138_4134_2480/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/495bd86a84a5d139cf09c36736dba0c6d839b6cf/0_138_4134_2480/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/495bd86a84a5d139cf09c36736dba0c6d839b6cf/0_138_4134_2480/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/495bd86a84a5d139cf09c36736dba0c6d839b6cf/0_138_4134_2480/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/495bd86a84a5d139cf09c36736dba0c6d839b6cf/0_138_4134_2480/4134.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2480,
          "width": 4134
         }
        },
        {
         "file": "https://media.guim.co.uk/495bd86a84a5d139cf09c36736dba0c6d839b6cf/0_138_4134_2480/master/4134.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2480,
          "isMaster": true,
          "width": 4134
         }
        }
       ],
       "imageTypeData": {
        "alt": "With the islands, like the Greek economy at large hugely dependent on tourism, the vaccination programme – codenamed Freedom – had elicited overwhelming support.",
        "caption": "With the islands, like the Greek economy at large hugely dependent on tourism, the vaccination programme – codenamed Freedom – has elicited overwhelming support.",
        "credit": "Photograph: Alamy Stock Photo",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/495bd86a84a5d139cf09c36736dba0c6d839b6cf",
        "mediaId": "495bd86a84a5d139cf09c36736dba0c6d839b6cf",
        "source": "Alamy Stock Photo",
        "suppliersReference": "G1FC5C"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T16:11:14Z",
     "id": "606c88228f08098d4e0564ea",
     "lastModifiedDate": "2021-04-06T16:16:09Z",
     "published": true,
     "publishedDate": "2021-04-06T16:16:10Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "world/2021/apr/06/aegean-islands-to-become-first-covid-free-areas-of-greece",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "world",
   "sectionName": "World news",
   "type": "article",
   "webPublicationDate": "2021-04-06T16:40:43Z",
   "webTitle": "Aegean islands aim to become first fully vaccinated areas of Greece ",
   "webUrl": "https://www.theguardian.com/world/2021/apr/06/aegean-islands-to-become-first-covid-free-areas-of-greece"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}