{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/society/2021/apr/06/assisted-dying-trying-to-find-dignity-at-the-end-of-life",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eI totally agree with Henry Marsh (\u003ca href=\"https://www.theguardian.com/society/2021/apr/01/top-uk-brain-surgeon-henry-marsh-cancer-calls-urgent-inquiry-assisted-dying\" title=\"\"\u003eTop UK brain surgeon calls for urgent inquiry into assisted dying\u003c/a\u003e, 1 April). My husband died of pancreatic cancer in August last year. The impression we are given by the medical profession and the media is that palliative care means that people can happily float away with the help of some painkillers. No doubt this is the case for some people, but for others the reality may be very different. Systems like digestion cease to function, and pain may not be controlled as the opioids may cause frightening hallucinations. My husband’s dignity and humanity were lost at times as he struggled to cope.\u003c/p\u003e \u003cp\u003eAs a family we took the decision at various times to put three much-loved dogs to sleep when it was obvious that life was no longer pleasant or enjoyable for them. As I watched my husband die, I thought that there was no way that you would put a dog through such torture. The “hospice at home” nurses were absolutely wonderful and without them it would have been much worse. However, seven or eight months on, my memories of a long and happy partnership with so many joys and adventures are still dominated by thoughts of the last month of his life. Perhaps those deciding on not changing the law should be sure that they have a clear idea as to what they are forcing people to go through.\u003cbr\u003e\u003cstrong\u003eSara Robin\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eYork\u003c/em\u003e\u003c/p\u003e \u003cp\u003e• We need to be cautious about approving assisted dying in the UK. Fundamental to the treatment of those with terminal illness is high-quality end-of-life care, which should be available to all. Its provision needs to be put on a statutory footing and be fully government funded, ensuring a national standard of care. Currently, adult palliative care in England receives only 32% of its funding from government; the rest is raised by fundraising and charitable activities.\u003c/p\u003e \u003cp\u003eWith overstretched NHS budgets and massively underfunded social care, if assisted dying were legalised there is a danger that it would begin to be seen as an alternative to treatment and care. There is a risk of vulnerable disabled and terminally ill people being pressurised by relatives and the medical profession to consider assisted dying as a treatment option. If assisted dying were legalised, the common instinct of not wishing to be a burden could lead to decisions being made under pressure, and it is difficult to see how legislation could build in protection against this.\u003c/p\u003e \u003cp\u003eHenry Marsh accuses politicians of “great cruelty” by not introducing such a law, but in the current health and care climate, there is potential for such a law to introduce even greater cruelties.\u003cbr\u003e\u003cstrong\u003eLiz McInnes\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eFormer Labour MP, Heywood and Middleton\u003c/em\u003e\u003c/p\u003e \u003cp\u003e• Most articles on choosing a dignified death concentrate on assisted dying for terminally ill people. My mother (a lifelong Guardian reader) has asked me to bring to your attention non-terminal conditions, which may in some ways be worse for the sufferer. With non-terminal conditions, there is no exit.\u003c/p\u003e \u003cp\u003eAcute spinal stenosis is one example, where the sufferer can become severely disabled, losing control of their lower body, while also experiencing agonising pain that is only blunted by intrusive medication. Disability and pain, with no way out. Please do not limit the consideration of assisted dying to the terminally ill. \u003cbr\u003e\u003cstrong\u003eJeremy L Hinton\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eBristol\u003c/em\u003e\u003c/p\u003e \u003cp\u003e• My husband was diagnosed with advanced terminal pancreatic cancer in December 2019. Nobody expected him to survive more than a month or so, but due to his otherwise good health, physically fitness and the effectiveness of two terms of chemotherapy, he managed to enjoy life almost normally again until September 2020.\u003c/p\u003e \u003cp\u003eHowever, his body reacted very badly to the third last-ditch attempt at chemotherapy in October, which permanently damaged his bowel while having no effect on the cancer in his pancreas and liver.\u003c/p\u003e \u003cp\u003eHis last three months of life were awful, despite all the help and attention we received from the hospital, the NHS, the hospice and its home visitors, our GP, the district nurses and the wonderful local authority carers.\u003c/p\u003e \u003cp\u003eEvery morning for the last month, he pleaded with me, “This must end, I can’t go on,” and in the the last week he cried out in agony, “Help me, help me.” We had to say that we would have if we could, but it wasn’t legal.\u003c/p\u003e \u003cp\u003eHe died at home as he had wished, peaceful at last, with me and his close family with him. I would have given anything to have saved him from that dreadful end. During those last months, he said don’t remember me as I am now, and I said I wouldn’t, but it is hard to forget it, after 54 years of a great life together.\u003cbr\u003e\u003cstrong\u003ePat Staples\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eSouthampton\u003c/em\u003e\u003c/p\u003e",
      "bodyTextSummary": "I totally agree with Henry Marsh (Top UK brain surgeon calls for urgent inquiry into assisted dying, 1 April). My husband died of pancreatic cancer in August last year. The impression we are given by the medical profession and the media is that palliative care means that people can happily float away with the help of some painkillers. No doubt this is the case for some people, but for others the reality may be very different. Systems like digestion cease to function, and pain may not be controlled as the opioids may cause frightening hallucinations. My husband’s dignity and humanity were lost at times as he struggled to cope. As a family we took the decision at various times to put three much-loved dogs to sleep when it was obvious that life was no longer pleasant or enjoyable for them. As I watched my husband die, I thought that there was no way that you would put a dog through such torture. The “hospice at home” nurses were absolutely wonderful and without them it would have been much worse. However, seven or eight months on, my memories of a long and happy partnership with so many joys and adventures are still dominated by thoughts of the last month of his life. Perhaps those deciding on not changing the law should be sure that they have a clear idea as to what they are forcing people to go through. Sara Robin York • We need to be cautious about approving assisted dying in the UK. Fundamental to the treatment of those with terminal illness is high-quality end-of-life care, which should be available to all. Its provision needs to be put on a statutory footing and be fully government funded, ensuring a national standard of care. Currently, adult palliative care in England receives only 32% of its funding from government; the rest is raised by fundraising and charitable activities. With overstretched NHS budgets and massively underfunded social care, if assisted dying were legalised there is a danger that it would begin to be seen as an alternative to treatment and care. There is a risk of vulnerable disabled and terminally ill people being pressurised by relatives and the medical profession to consider assisted dying as a treatment option. If assisted dying were legalised, the common instinct of not wishing to be a burden could lead to decisions being made under pressure, and it is difficult to see how legislation could build in protection against this. Henry Marsh accuses politicians of “great cruelty” by not introducing such a law, but in the current health and care climate, there is potential for such a law to introduce even greater cruelties. Liz McInnes Former Labour MP, Heywood and Middleton • Most articles on choosing a dignified death concentrate on assisted dying for terminally ill people. My mother (a lifelong Guardian reader) has asked me to bring to your attention non-terminal conditions, which may in some ways be worse for the sufferer. With non-terminal conditions, there is no exit. Acute spinal stenosis is one example, where the sufferer can become severely disabled, losing control of their lower body, while also experiencing agonising pain that is only blunted by intrusive medication. Disability and pain, with no way out. Please do not limit the consideration of assisted dying to the terminally ill. Jeremy L Hinton Bristol • My husband was diagnosed with advanced terminal pancreatic cancer in December 2019. Nobody expected him to survive more than a month or so, but due to his otherwise good health, physically fitness and the effectiveness of two terms of chemotherapy, he managed to enjoy life almost normally again until September 2020. However, his body reacted very badly to the third last-ditch attempt at chemotherapy in October, which permanently damaged his bowel while having no effect on the cancer in his pancreas and liver. His last three months of life were awful, despite all the help and attention we received from the hospital, the NHS, the hospice and its home visitors, our GP, the district nurses and the wonderful local authority carers. Every morning for the last month, he pleaded with me, “This must end, I can’t go on,” and in the the last week he cried out in agony, “Help me, help me.” We had to say that we would have if we could, but it wasn’t legal. He died at home as he had wished, peaceful at last, with me and his close family with him. I would have given anything to have saved him from that dreadful end. During those last months, he said don’t remember me as I am now, and I said I wouldn’t, but it is hard to forget it, after 54 years of a great life together. Pat Staples Southampton",
      "contributors": [],
      "createdDate": "2020-03-20T12:05:38Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eI totally agree with Henry Marsh (\u003ca href=\"https://www.theguardian.com/society/2021/apr/01/top-uk-brain-surgeon-henry-marsh-cancer-calls-urgent-inquiry-assisted-dying\" title=\"\"\u003eTop UK brain surgeon calls for urgent inquiry into assisted dying\u003c/a\u003e, 1 April). My husband died of pancreatic cancer in August last year. The impression we are given by the medical profession and the media is that palliative care means that people can happily float away with the help of some painkillers. No doubt this is the case for some people, but for others the reality may be very different. Systems like digestion cease to function, and pain may not be controlled as the opioids may cause frightening hallucinations. My husband’s dignity and humanity were lost at times as he struggled to cope.\u003c/p\u003e \n\u003cp\u003eAs a family we took the decision at various times to put three much-loved dogs to sleep when it was obvious that life was no longer pleasant or enjoyable for them. As I watched my husband die, I thought that there was no way that you would put a dog through such torture. The “hospice at home” nurses were absolutely wonderful and without them it would have been much worse. However, seven or eight months on, my memories of a long and happy partnership with so many joys and adventures are still dominated by thoughts of the last month of his life. Perhaps those deciding on not changing the law should be sure that they have a clear idea as to what they are forcing people to go through.\u003cbr\u003e\u003cstrong\u003eSara Robin\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eYork\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e• We need to be cautious about approving assisted dying in the UK. Fundamental to the treatment of those with terminal illness is high-quality end-of-life care, which should be available to all. Its provision needs to be put on a statutory footing and be fully government funded, ensuring a national standard of care. Currently, adult palliative care in England receives only 32% of its funding from government; the rest is raised by fundraising and charitable activities.\u003c/p\u003e \n\u003cp\u003eWith overstretched NHS budgets and massively underfunded social care, if assisted dying were legalised there is a danger that it would begin to be seen as an alternative to treatment and care. There is a risk of vulnerable disabled and terminally ill people being pressurised by relatives and the medical profession to consider assisted dying as a treatment option. If assisted dying were legalised, the common instinct of not wishing to be a burden could lead to decisions being made under pressure, and it is difficult to see how legislation could build in protection against this.\u003c/p\u003e \n\u003cp\u003eHenry Marsh accuses politicians of “great cruelty” by not introducing such a law, but in the current health and care climate, there is potential for such a law to introduce even greater cruelties.\u003cbr\u003e\u003cstrong\u003eLiz McInnes\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eFormer Labour MP, Heywood and Middleton\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e• Most articles on choosing a dignified death concentrate on assisted dying for terminally ill people. My mother (a lifelong Guardian reader) has asked me to bring to your attention non-terminal conditions, which may in some ways be worse for the sufferer. With non-terminal conditions, there is no exit.\u003c/p\u003e \n\u003cp\u003eAcute spinal stenosis is one example, where the sufferer can become severely disabled, losing control of their lower body, while also experiencing agonising pain that is only blunted by intrusive medication. Disability and pain, with no way out. Please do not limit the consideration of assisted dying to the terminally ill. \u003cbr\u003e\u003cstrong\u003eJeremy L Hinton\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eBristol\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e• My husband was diagnosed with advanced terminal pancreatic cancer in December 2019. Nobody expected him to survive more than a month or so, but due to his otherwise good health, physically fitness and the effectiveness of two terms of chemotherapy, he managed to enjoy life almost normally again until September 2020.\u003c/p\u003e \n\u003cp\u003eHowever, his body reacted very badly to the third last-ditch attempt at chemotherapy in October, which permanently damaged his bowel while having no effect on the cancer in his pancreas and liver.\u003c/p\u003e \n\u003cp\u003eHis last three months of life were awful, despite all the help and attention we received from the hospital, the NHS, the hospice and its home visitors, our GP, the district nurses and the wonderful local authority carers.\u003c/p\u003e \n\u003cp\u003eEvery morning for the last month, he pleaded with me, “This must end, I can’t go on,” and in the the last week he cried out in agony, “Help me, help me.” We had to say that we would have if we could, but it wasn’t legal.\u003c/p\u003e \n\u003cp\u003eHe died at home as he had wished, peaceful at last, with me and his close family with him. I would have given anything to have saved him from that dreadful end. During those last months, he said don’t remember me as I am now, and I said I wouldn’t, but it is hard to forget it, after 54 years of a great life together.\u003cbr\u003e\u003cstrong\u003ePat Staples\u003c/strong\u003e\u003cbr\u003e\u003cem\u003eSouthampton\u003c/em\u003e\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T16:28:58Z",
      "id": "5e74b1928f089367b3d0b644",
      "lastModifiedDate": "2021-04-06T16:29:00Z",
      "published": true,
      "publishedDate": "2021-04-06T16:29:00Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa\"\u003e \u003cimg src=\"https://media.guim.co.uk/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa/0_213_5760_3456/1000.jpg\" alt=\"Dr Henry Marsh, a neurosurgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eHenry Marsh, one of the UK’s leading brain surgeons and a bestselling author, has called for an urgent inquiry into assisted dying after revealing he has advanced prostate cancer.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: James Gifford-Mead/Alamy\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T13:04:45Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa/0_213_5760_3456/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa/0_213_5760_3456/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa/0_213_5760_3456/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa/0_213_5760_3456/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa/0_213_5760_3456/5760.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 3456,
          "width": 5760
         }
        },
        {
         "file": "https://media.guim.co.uk/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa/0_213_5760_3456/master/5760.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 3456,
          "isMaster": true,
          "width": 5760
         }
        }
       ],
       "imageTypeData": {
        "alt": "Dr Henry Marsh, a neurosurgeon",
        "caption": "Henry Marsh, one of the UK’s leading brain surgeons and a bestselling author, has called for an urgent inquiry into assisted dying after revealing he has advanced prostate cancer.",
        "credit": "Photograph: James Gifford-Mead/Alamy",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa",
        "mediaId": "ee3a776b2c2eb18c41c85c7896c4d9fb81763bfa",
        "photographer": "James Gifford-Mead",
        "source": "Alamy",
        "suppliersReference": "E84EDF"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T13:04:45Z",
     "id": "606c5c6c8f083302090e619c",
     "lastModifiedDate": "2021-04-06T13:05:36Z",
     "published": true,
     "publishedDate": "2021-04-06T13:05:36Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "society/2021/apr/06/assisted-dying-trying-to-find-dignity-at-the-end-of-life",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "society",
   "sectionName": "Society",
   "type": "article",
   "webPublicationDate": "2021-04-06T16:29:11Z",
   "webTitle": "Assisted dying: trying to find dignity at the end of life | Letters",
   "webUrl": "https://www.theguardian.com/society/2021/apr/06/assisted-dying-trying-to-find-dignity-at-the-end-of-life"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}