{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/sport/2021/apr/07/bruce-lee-dvds-a-backyard-dojo-and-refugee-asif-sultanis-road-to-tokyo-olympics",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003ePitch black waves crash against the small, overcrowded boat carrying a group of asylum seekers. The fumes given off by the vessel’s engine hang uncomfortably in the air alongside a bitter odour of terrified, desperate vomit. But the most pungent smell is that of fear. Then, the boat breaks down.\u003c/p\u003e \u003cp\u003e“I honestly thought then that might be the end of my journey. That’s where I might die,” says Asif Sultani, an Afghanistan-born refugee whose fate mercifully was not sealed that day in the murky waters off Indonesia, and whose journey may yet take him to Japan, where he hopes to represent the Refugee Olympic Team at this year’s Games in Tokyo.\u003c/p\u003e \u003cp\u003eAfter immediate panic among the hundreds of people aboard the ailing boat – “it was a crappy one,” Sultani says matter-of-factly – several hours of dread played out to a score of sobs and prayers. “It was just like a nightmare, you just want to wake up. The only things I could see were the sea and the sky. I just wanted to get over that as soon as we could but we didn’t have the choice, or the control.”\u003c/p\u003e \u003cp\u003eEventually the motor kicked back into life, the boat continued its perilous journey and Sultani was able to reach Australia, the country which, eight years later, he affectionately calls home.\u003c/p\u003e \u003cp\u003eThe 24-year-old is a karateka – a karate athlete – and one of 55 sportsmen and women from 13 countries to receive an IOC refugee athlete scholarship, providing them with assistance for training and competitions as they seek to make the final cut for the EOR team (from the French Équipe Olympique des Réfugiés) for Tokyo.\u003c/p\u003e \u003cp\u003eLike other aspiring and past athletes on the EOR team – which made its debut at the 2016 Rio Games and will again march at this year’s opening ceremony under the Olympic flag – Sultani’s path to within touching distance of international sport’s summit has been long, treacherous and harrowing. Speaking to Guardian Australia from his home in Maitland, New South Wales, he tells his own story of displacement which began when, at the age of seven, he and his Hazara family were forced to flee persecution and the ongoing conflict in Afghanistan.\u003c/p\u003e \u003cp\u003eThey sought asylum in neighbouring Iran, but the situation across the border was in reality no less hostile and, as an undocumented asylum seeker, the persecution Sultani thought he had left behind continued. “I used to get bullied a lot,” he says. “People used to punch me, spit on me, humiliate me and make me beg for mercy. I always tried to protect myself but didn’t know how.”\u003c/p\u003e \u003cp\u003eEnter the dragon. Or, more specifically, enter Bruce Lee and the film Enter The Dragon, which Sultani, a childhood devotee of the late movie star and philosopher, lists as his favourite. What he saw while watching hour upon hour of Lee’s films resonated so strongly he was inspired to learn martial arts. He might not have realised it then, but those rented DVDs would help determine the path of his life.\u003c/p\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"3bcbd75ed733e1e5d17cda9058f80d71d35f7a04\"\u003e \u003cimg src=\"https://media.guim.co.uk/3bcbd75ed733e1e5d17cda9058f80d71d35f7a04/0_21_1280_699/1000.jpg\" alt=\"Asif Sultani at his backyard dojo in Iran.\" width=\"1000\" height=\"546\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003e‘It’s a photo that speaks a thousand words,’ says Asif Sultani of the image of his backyard dojo.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Supplied by Asif Sultani\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003e“Inequality did not sit well with me, even as a kid,” he says. “I just wanted to do something about it. Watching Bruce Lee’s movies, the way he stood up to the bullies, it motivated me. As kids, we were just trying to be like him. I wasn’t like him, but I thought I could pretend.”\u003c/p\u003e \u003cp\u003eThe pretence, in the dojo at least, lasted less than four months, until his instructor delivered the bad news: his status as an undocumented asylum seeker meant he was no longer welcome. “It broke my heart completely at that age – I was about 12 or 13 years old,” he says. “It took me a while to get over that.”\u003c/p\u003e \u003cp\u003eThe persecution that he had faced for most of his life and brought him to the dojo to begin with, now forced him from the very place which had offered some, albeit brief, solace. Yet Sultani remained undeterred; he was just forced underground – or, rather, into his back yard, where he created his own rustic version of a dojo.\u003c/p\u003e \u003cp\u003e“I gathered a few of my friends together and begged them to come and train,” he says. “We just embraced what we had in the backyard – basically nothing.” Sultani took on the role of teacher. “I didn’t have much experience but I was the one who was really passionate about it. I was really flexible and with the little bit of form and technique I had learned from that three and a half months, including watching Bruce Lee’s movies, I was nearly there in my mind. I just didn’t want to give up.\u003c/p\u003e \u003cp\u003e“The back yard was not a fancy spot,” he adds with a hint of understatement. “But I think what we had was the passion, the determination and courage.”\u003c/p\u003e \u003cp\u003eThe backyard dojo was not for the feint-hearted – without any proper equipment, the boys were forced to improvise. “There were no pads, so we just used each other,” Sultani says. If his friends, who on occasion might have lacked the same level of discipline, failed to turn up for a session, Sultani would simply train on his own. “Do the same thing I learnt from movies,” he says. “Pretending in my head being like Bruce Lee. That was honestly one of the biggest motivations I had – just to keep on going.”\u003c/p\u003e  \u003caside class=\"element element-pullquote element--supporting\"\u003e \u003cblockquote\u003e \u003cp\u003eA normal child may enjoy life with their friends and family but I found myself getting bullied, kicked, punched, people spitting on me, humiliating me, and telling me that I have to kill myself because I wasn’t good, because I can’t be like everyone else.\u003c/p\u003e \u003cfooter\u003e \u003ccite\u003eAsif Sultani\u003c/cite\u003e \u003c/footer\u003e \u003c/blockquote\u003e \u003c/aside\u003e  \u003cp\u003eHe hasn’t stopped since. Not when he was walking along the street and was picked up by the Iranian authorities, who deported him back to Afghanistan. Not when he left the country of his birth for a second time, this time on the long road to Indonesia. Not when he the boarded the ramshackle boat to Australia. And not when he spent months in detention centres on Christmas Island, and in Western Australia, Tasmania and Sydney.\u003c/p\u003e \u003cp\u003eHe was finally released at the age of 18 and, having spent the majority of his life as an asylum seeker, was granted refugee status. It marked, if not a full stop, at least a significant milestone in his life. But the 11-year journey has come with great loss.\u003c/p\u003e \u003cp\u003eWhen he was deported from Iran, he had the chance to say goodbye to his mother, but not his father, who then passed away soon after Sultani reached Australia. It was a tough blow for him to take, not least because as a child he had blamed his father for the situation in which they found themselves, and for not having the same opportunities as other kids. He would question why he should hide his appearance, ask “what’s wrong with me?”\u003c/p\u003e \u003cp\u003e“That’s a normal thing to question yourself as a kid when everyone is bullying you, but my dad tried to tell me that’s not the case,” Sultani says. “He said, ‘you will learn one day when you get older’, but at that point I didn’t really get it.\u003c/p\u003e \u003cp\u003e“I regret that – for blaming my dad as a kid. Despite being, excuse me for saying this, a dickhead towards him, he truly believed I was special and one day I will be achieving my goals. But for him believing that little part was enough for me to keep on going.”\u003c/p\u003e \u003cp\u003eBy his own admission, Sultani has also lost a part of himself – his own childhood. “As a refugee we don’t choose our life, we don’t choose to be persecuted. When you lose your homeland, you lose everything. As an asylum seeker you lose control of your life.\u003c/p\u003e \u003cp\u003e“I didn’t have a childhood that I can talk about. A normal child, for example, goes to school. A normal child may enjoy life with their friends and family but I found myself getting bullied, kicked, punched, people spitting on me, humiliating me, and telling me that I have to kill myself because I wasn’t good, because I can’t be like everyone else.”\u003c/p\u003e \u003cp\u003eIt is scarcely believable that, despite the many challenges he has faced, Sultani manages to retain a positive outlook on life. He points to perhaps the most difficult moment – that experience on the boat – as having helped shape him as a person.\u003c/p\u003e \u003cp\u003e“From that day, I just learned how to express gratitude – in a tough time or just in a good time,” he says. To prove it, he produces what he calls his 2020 Gratitude Jar – a small glass container filled with bits of paper on which he has written reasons to be grateful.\u003c/p\u003e \u003cp\u003e“You can see it’s nearly full,” he says. “You may say, ‘2020 has been a horrible year’, but if we really open our eyes as a person, there can be so many things we can be grateful for.” Like his safety in Australia. Like hearing that his mother, who has been sick, is on the mend. And like getting married last year to Grace, an Australian woman he met in Maitland seven years ago.\u003c/p\u003e       \u003cfigure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=mBpNSeGwyEA\"                                                                        \u003e  \u003ciframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/mBpNSeGwyEA?wmode=opaque\u0026feature=oembed\" frameborder=\"0\" allowfullscreen \u003e\u003c/iframe\u003e  \u003c/figure\u003e   \u003cp\u003eHe may yet add a note about becoming an Olympian. EOR hopefuls can expect to find out in June if they have qualified for Tokyo, where karate will take its bow as an Olympic sport. Making the Games would represent a monumental achievement for any athlete, let alone one who has endured such hardship, yet Sultani says he is not aiming for Tokyo with a gold medal in mind. For him, there are far more important issues in play.\u003c/p\u003e \u003cp\u003e“That doesn’t mean anything,” he says. “My thing is going and sending a message of hope to those 26 million children who have been displaced. To tell them their lives matter, that someone out there is fighting for them, someone fighting for humanity, their freedom and equality.\u003c/p\u003e \u003cp\u003e“Honestly from the bottom of my heart I don’t want any child to go through what I went through. For the children displaced around the world like me, I want to be a positive role model for them, [someone] who they can look up to some day and say, ‘he did it as a refugee, he survived and he reached his dream’.”\u003c/p\u003e",
      "bodyTextSummary": "Pitch black waves crash against the small, overcrowded boat carrying a group of asylum seekers. The fumes given off by the vessel’s engine hang uncomfortably in the air alongside a bitter odour of terrified, desperate vomit. But the most pungent smell is that of fear. Then, the boat breaks down. “I honestly thought then that might be the end of my journey. That’s where I might die,” says Asif Sultani, an Afghanistan-born refugee whose fate mercifully was not sealed that day in the murky waters off Indonesia, and whose journey may yet take him to Japan, where he hopes to represent the Refugee Olympic Team at this year’s Games in Tokyo. After immediate panic among the hundreds of people aboard the ailing boat – “it was a crappy one,” Sultani says matter-of-factly – several hours of dread played out to a score of sobs and prayers. “It was just like a nightmare, you just want to wake up. The only things I could see were the sea and the sky. I just wanted to get over that as soon as we could but we didn’t have the choice, or the control.” Eventually the motor kicked back into life, the boat continued its perilous journey and Sultani was able to reach Australia, the country which, eight years later, he affectionately calls home. The 24-year-old is a karateka – a karate athlete – and one of 55 sportsmen and women from 13 countries to receive an IOC refugee athlete scholarship, providing them with assistance for training and competitions as they seek to make the final cut for the EOR team (from the French Équipe Olympique des Réfugiés) for Tokyo. Like other aspiring and past athletes on the EOR team – which made its debut at the 2016 Rio Games and will again march at this year’s opening ceremony under the Olympic flag – Sultani’s path to within touching distance of international sport’s summit has been long, treacherous and harrowing. Speaking to Guardian Australia from his home in Maitland, New South Wales, he tells his own story of displacement which began when, at the age of seven, he and his Hazara family were forced to flee persecution and the ongoing conflict in Afghanistan. They sought asylum in neighbouring Iran, but the situation across the border was in reality no less hostile and, as an undocumented asylum seeker, the persecution Sultani thought he had left behind continued. “I used to get bullied a lot,” he says. “People used to punch me, spit on me, humiliate me and make me beg for mercy. I always tried to protect myself but didn’t know how.” Enter the dragon. Or, more specifically, enter Bruce Lee and the film Enter The Dragon, which Sultani, a childhood devotee of the late movie star and philosopher, lists as his favourite. What he saw while watching hour upon hour of Lee’s films resonated so strongly he was inspired to learn martial arts. He might not have realised it then, but those rented DVDs would help determine the path of his life.\n“Inequality did not sit well with me, even as a kid,” he says. “I just wanted to do something about it. Watching Bruce Lee’s movies, the way he stood up to the bullies, it motivated me. As kids, we were just trying to be like him. I wasn’t like him, but I thought I could pretend.” The pretence, in the dojo at least, lasted less than four months, until his instructor delivered the bad news: his status as an undocumented asylum seeker meant he was no longer welcome. “It broke my heart completely at that age – I was about 12 or 13 years old,” he says. “It took me a while to get over that.” The persecution that he had faced for most of his life and brought him to the dojo to begin with, now forced him from the very place which had offered some, albeit brief, solace. Yet Sultani remained undeterred; he was just forced underground – or, rather, into his back yard, where he created his own rustic version of a dojo. “I gathered a few of my friends together and begged them to come and train,” he says. “We just embraced what we had in the backyard – basically nothing.” Sultani took on the role of teacher. “I didn’t have much experience but I was the one who was really passionate about it. I was really flexible and with the little bit of form and technique I had learned from that three and a half months, including watching Bruce Lee’s movies, I was nearly there in my mind. I just didn’t want to give up. “The back yard was not a fancy spot,” he adds with a hint of understatement. “But I think what we had was the passion, the determination and courage.” The backyard dojo was not for the feint-hearted – without any proper equipment, the boys were forced to improvise. “There were no pads, so we just used each other,” Sultani says. If his friends, who on occasion might have lacked the same level of discipline, failed to turn up for a session, Sultani would simply train on his own. “Do the same thing I learnt from movies,” he says. “Pretending in my head being like Bruce Lee. That was honestly one of the biggest motivations I had – just to keep on going.”\nHe hasn’t stopped since. Not when he was walking along the street and was picked up by the Iranian authorities, who deported him back to Afghanistan. Not when he left the country of his birth for a second time, this time on the long road to Indonesia. Not when he the boarded the ramshackle boat to Australia. And not when he spent months in detention centres on Christmas Island, and in Western Australia, Tasmania and Sydney. He was finally released at the age of 18 and, having spent the majority of his life as an asylum seeker, was granted refugee status. It marked, if not a full stop, at least a significant milestone in his life. But the 11-year journey has come with great loss. When he was deported from Iran, he had the chance to say goodbye to his mother, but not his father, who then passed away soon after Sultani reached Australia. It was a tough blow for him to take, not least because as a child he had blamed his father for the situation in which they found themselves, and for not having the same opportunities as other kids. He would question why he should hide his appearance, ask “what’s wrong with me?” “That’s a normal thing to question yourself as a kid when everyone is bullying you, but my dad tried to tell me that’s not the case,” Sultani says. “He said, ‘you will learn one day when you get older’, but at that point I didn’t really get it. “I regret that – for blaming my dad as a kid. Despite being, excuse me for saying this, a dickhead towards him, he truly believed I was special and one day I will be achieving my goals. But for him believing that little part was enough for me to keep on going.” By his own admission, Sultani has also lost a part of himself – his own childhood. “As a refugee we don’t choose our life, we don’t choose to be persecuted. When you lose your homeland, you lose everything. As an asylum seeker you lose control of your life. “I didn’t have a childhood that I can talk about. A normal child, for example, goes to school. A normal child may enjoy life with their friends and family but I found myself getting bullied, kicked, punched, people spitting on me, humiliating me, and telling me that I have to kill myself because I wasn’t good, because I can’t be like everyone else.” It is scarcely believable that, despite the many challenges he has faced, Sultani manages to retain a positive outlook on life. He points to perhaps the most difficult moment – that experience on the boat – as having helped shape him as a person. “From that day, I just learned how to express gratitude – in a tough time or just in a good time,” he says. To prove it, he produces what he calls his 2020 Gratitude Jar – a small glass container filled with bits of paper on which he has written reasons to be grateful. “You can see it’s nearly full,” he says. “You may say, ‘2020 has been a horrible year’, but if we really open our eyes as a person, there can be so many things we can be grateful for.” Like his safety in Australia. Like hearing that his mother, who has been sick, is on the mend. And like getting married last year to Grace, an Australian woman he met in Maitland seven years ago.\nHe may yet add a note about becoming an Olympian. EOR hopefuls can expect to find out in June if they have qualified for Tokyo, where karate will take its bow as an Olympic sport. Making the Games would represent a monumental achievement for any athlete, let alone one who has endured such hardship, yet Sultani says he is not aiming for Tokyo with a gold medal in mind. For him, there are far more important issues in play. “That doesn’t mean anything,” he says. “My thing is going and sending a message of hope to those 26 million children who have been displaced. To tell them their lives matter, that someone out there is fighting for them, someone fighting for humanity, their freedom and equality. “Honestly from the bottom of my heart I don’t want any child to go through what I went through. For the children displaced around the world like me, I want to be a positive role model for them, [someone] who they can look up to some day and say, ‘he did it as a refugee, he survived and he reached his dream’.”",
      "contributors": [],
      "createdDate": "2021-04-02T03:52:03Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003ePitch black waves crash against the small, overcrowded boat carrying a group of asylum seekers. The fumes given off by the vessel’s engine hang uncomfortably in the air alongside a bitter odour of terrified, desperate vomit. But the most pungent smell is that of fear. Then, the boat breaks down.\u003c/p\u003e \n\u003cp\u003e“I honestly thought then that might be the end of my journey. That’s where I might die,” says Asif Sultani, an Afghanistan-born refugee whose fate mercifully was not sealed that day in the murky waters off Indonesia, and whose journey may yet take him to Japan, where he hopes to represent the Refugee Olympic Team at this year’s Games in Tokyo.\u003c/p\u003e \n\u003cp\u003eAfter immediate panic among the hundreds of people aboard the ailing boat – “it was a crappy one,” Sultani says matter-of-factly – several hours of dread played out to a score of sobs and prayers. “It was just like a nightmare, you just want to wake up. The only things I could see were the sea and the sky. I just wanted to get over that as soon as we could but we didn’t have the choice, or the control.”\u003c/p\u003e \n\u003cp\u003eEventually the motor kicked back into life, the boat continued its perilous journey and Sultani was able to reach Australia, the country which, eight years later, he affectionately calls home.\u003c/p\u003e \n\u003cp\u003eThe 24-year-old is a karateka – a karate athlete – and one of 55 sportsmen and women from 13 countries to receive an IOC refugee athlete scholarship, providing them with assistance for training and competitions as they seek to make the final cut for the EOR team (from the French Équipe Olympique des Réfugiés) for Tokyo.\u003c/p\u003e \n\u003cp\u003eLike other aspiring and past athletes on the EOR team – which made its debut at the 2016 Rio Games and will again march at this year’s opening ceremony under the Olympic flag – Sultani’s path to within touching distance of international sport’s summit has been long, treacherous and harrowing. Speaking to Guardian Australia from his home in Maitland, New South Wales, he tells his own story of displacement which began when, at the age of seven, he and his Hazara family were forced to flee persecution and the ongoing conflict in Afghanistan.\u003c/p\u003e \n\u003cp\u003eThey sought asylum in neighbouring Iran, but the situation across the border was in reality no less hostile and, as an undocumented asylum seeker, the persecution Sultani thought he had left behind continued. “I used to get bullied a lot,” he says. “People used to punch me, spit on me, humiliate me and make me beg for mercy. I always tried to protect myself but didn’t know how.”\u003c/p\u003e \n\u003cp\u003eEnter the dragon. Or, more specifically, enter Bruce Lee and the film Enter The Dragon, which Sultani, a childhood devotee of the late movie star and philosopher, lists as his favourite. What he saw while watching hour upon hour of Lee’s films resonated so strongly he was inspired to learn martial arts. He might not have realised it then, but those rented DVDs would help determine the path of his life.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/3bcbd75ed733e1e5d17cda9058f80d71d35f7a04/0_21_1280_699/1280.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 699,
           "width": 1280
          }
         },
         {
          "file": "https://media.guim.co.uk/3bcbd75ed733e1e5d17cda9058f80d71d35f7a04/0_21_1280_699/master/1280.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 699,
           "isMaster": true,
           "width": 1280
          }
         },
         {
          "file": "https://media.guim.co.uk/3bcbd75ed733e1e5d17cda9058f80d71d35f7a04/0_21_1280_699/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 546,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/3bcbd75ed733e1e5d17cda9058f80d71d35f7a04/0_21_1280_699/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 273,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/3bcbd75ed733e1e5d17cda9058f80d71d35f7a04/0_21_1280_699/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 76,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "Asif Sultani at his backyard dojo in Iran.",
         "caption": "‘It’s a photo that speaks a thousand words,’ says Asif Sultani of the image of his backyard dojo.",
         "credit": "Photograph: Supplied by Asif Sultani",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/3bcbd75ed733e1e5d17cda9058f80d71d35f7a04",
         "mediaId": "3bcbd75ed733e1e5d17cda9058f80d71d35f7a04",
         "source": "Supplied by Asif Sultani"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e“Inequality did not sit well with me, even as a kid,” he says. “I just wanted to do something about it. Watching Bruce Lee’s movies, the way he stood up to the bullies, it motivated me. As kids, we were just trying to be like him. I wasn’t like him, but I thought I could pretend.”\u003c/p\u003e \n\u003cp\u003eThe pretence, in the dojo at least, lasted less than four months, until his instructor delivered the bad news: his status as an undocumented asylum seeker meant he was no longer welcome. “It broke my heart completely at that age – I was about 12 or 13 years old,” he says. “It took me a while to get over that.”\u003c/p\u003e \n\u003cp\u003eThe persecution that he had faced for most of his life and brought him to the dojo to begin with, now forced him from the very place which had offered some, albeit brief, solace. Yet Sultani remained undeterred; he was just forced underground – or, rather, into his back yard, where he created his own rustic version of a dojo.\u003c/p\u003e \n\u003cp\u003e“I gathered a few of my friends together and begged them to come and train,” he says. “We just embraced what we had in the backyard – basically nothing.” Sultani took on the role of teacher. “I didn’t have much experience but I was the one who was really passionate about it. I was really flexible and with the little bit of form and technique I had learned from that three and a half months, including watching Bruce Lee’s movies, I was nearly there in my mind. I just didn’t want to give up.\u003c/p\u003e \n\u003cp\u003e“The back yard was not a fancy spot,” he adds with a hint of understatement. “But I think what we had was the passion, the determination and courage.”\u003c/p\u003e \n\u003cp\u003eThe backyard dojo was not for the feint-hearted – without any proper equipment, the boys were forced to improvise. “There were no pads, so we just used each other,” Sultani says. If his friends, who on occasion might have lacked the same level of discipline, failed to turn up for a session, Sultani would simply train on his own. “Do the same thing I learnt from movies,” he says. “Pretending in my head being like Bruce Lee. That was honestly one of the biggest motivations I had – just to keep on going.”\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "pullquoteTypeData": {
         "attribution": "Asif Sultani",
         "html": "A normal child may enjoy life with their friends and family but I found myself getting bullied, kicked, punched, people spitting on me, humiliating me, and telling me that I have to kill myself because I wasn’t good, because I can’t be like everyone else.",
         "role": "supporting"
        },
        "type": "pullquote"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eHe hasn’t stopped since. Not when he was walking along the street and was picked up by the Iranian authorities, who deported him back to Afghanistan. Not when he left the country of his birth for a second time, this time on the long road to Indonesia. Not when he the boarded the ramshackle boat to Australia. And not when he spent months in detention centres on Christmas Island, and in Western Australia, Tasmania and Sydney.\u003c/p\u003e \n\u003cp\u003eHe was finally released at the age of 18 and, having spent the majority of his life as an asylum seeker, was granted refugee status. It marked, if not a full stop, at least a significant milestone in his life. But the 11-year journey has come with great loss.\u003c/p\u003e \n\u003cp\u003eWhen he was deported from Iran, he had the chance to say goodbye to his mother, but not his father, who then passed away soon after Sultani reached Australia. It was a tough blow for him to take, not least because as a child he had blamed his father for the situation in which they found themselves, and for not having the same opportunities as other kids. He would question why he should hide his appearance, ask “what’s wrong with me?”\u003c/p\u003e \n\u003cp\u003e“That’s a normal thing to question yourself as a kid when everyone is bullying you, but my dad tried to tell me that’s not the case,” Sultani says. “He said, ‘you will learn one day when you get older’, but at that point I didn’t really get it.\u003c/p\u003e \n\u003cp\u003e“I regret that – for blaming my dad as a kid. Despite being, excuse me for saying this, a dickhead towards him, he truly believed I was special and one day I will be achieving my goals. But for him believing that little part was enough for me to keep on going.”\u003c/p\u003e \n\u003cp\u003eBy his own admission, Sultani has also lost a part of himself – his own childhood. “As a refugee we don’t choose our life, we don’t choose to be persecuted. When you lose your homeland, you lose everything. As an asylum seeker you lose control of your life.\u003c/p\u003e \n\u003cp\u003e“I didn’t have a childhood that I can talk about. A normal child, for example, goes to school. A normal child may enjoy life with their friends and family but I found myself getting bullied, kicked, punched, people spitting on me, humiliating me, and telling me that I have to kill myself because I wasn’t good, because I can’t be like everyone else.”\u003c/p\u003e \n\u003cp\u003eIt is scarcely believable that, despite the many challenges he has faced, Sultani manages to retain a positive outlook on life. He points to perhaps the most difficult moment – that experience on the boat – as having helped shape him as a person.\u003c/p\u003e \n\u003cp\u003e“From that day, I just learned how to express gratitude – in a tough time or just in a good time,” he says. To prove it, he produces what he calls his 2020 Gratitude Jar – a small glass container filled with bits of paper on which he has written reasons to be grateful.\u003c/p\u003e \n\u003cp\u003e“You can see it’s nearly full,” he says. “You may say, ‘2020 has been a horrible year’, but if we really open our eyes as a person, there can be so many things we can be grateful for.” Like his safety in Australia. Like hearing that his mother, who has been sick, is on the mend. And like getting married last year to Grace, an Australian woman he met in Maitland seven years ago.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "tracking": {
         "tracks": "does-not-track"
        },
        "type": "video",
        "videoTypeData": {
         "credit": "UNHCR, the UN Refugee Agency",
         "description": "'The Journey' is calling for global support of the Refugee Teams competing at the Tokyo 2020 Olympic and Paralympic Games. The Refugee Olympic and Paralympic...",
         "height": 259,
         "html": "\n            \u003ciframe\n                height=\"259\"\n                width=\"460\"\n                src=\"https://www.youtube-nocookie.com/embed/mBpNSeGwyEA?wmode=opaque\u0026feature=oembed\"\n                frameborder=\"0\"\n                allowfullscreen\n            \u003e\u003c/iframe\u003e\n        ",
         "originalUrl": "https://youtu.be/mBpNSeGwyEA",
         "source": "YouTube",
         "sourceDomain": "youtube-nocookie.com",
         "title": "The Journey | UNHCR in partnership with the IOC and IPC.",
         "url": "https://www.youtube.com/watch?v=mBpNSeGwyEA",
         "width": 460
        }
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eHe may yet add a note about becoming an Olympian. EOR hopefuls can expect to find out in June if they have qualified for Tokyo, where karate will take its bow as an Olympic sport. Making the Games would represent a monumental achievement for any athlete, let alone one who has endured such hardship, yet Sultani says he is not aiming for Tokyo with a gold medal in mind. For him, there are far more important issues in play.\u003c/p\u003e \n\u003cp\u003e“That doesn’t mean anything,” he says. “My thing is going and sending a message of hope to those 26 million children who have been displaced. To tell them their lives matter, that someone out there is fighting for them, someone fighting for humanity, their freedom and equality.\u003c/p\u003e \n\u003cp\u003e“Honestly from the bottom of my heart I don’t want any child to go through what I went through. For the children displaced around the world like me, I want to be a positive role model for them, [someone] who they can look up to some day and say, ‘he did it as a refugee, he survived and he reached his dream’.”\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-02T03:52:08Z",
      "id": "606694e38f087a7cbd51d8d5",
      "lastModifiedDate": "2021-04-06T10:57:38Z",
      "published": true,
      "publishedDate": "2021-04-06T10:57:40Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image element--showcase\" data-media-id=\"3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d\"\u003e \u003cimg src=\"https://media.guim.co.uk/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d/0_300_4500_2700/1000.jpg\" alt=\"Refugee Karateka Asif Sultani\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eRefugee karateka Asif Sultani trains in a dojo in Maitland, NSW, as he attempts to qualify for the Tokyo Olympics. \u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Brook Mitchell/UNHCR\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-02T03:57:14Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d/0_300_4500_2700/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d/0_300_4500_2700/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d/0_300_4500_2700/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d/0_300_4500_2700/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d/0_300_4500_2700/4500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2700,
          "width": 4500
         }
        },
        {
         "file": "https://media.guim.co.uk/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d/0_300_4500_2700/master/4500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2700,
          "isMaster": true,
          "width": 4500
         }
        }
       ],
       "imageTypeData": {
        "alt": "Refugee Karateka Asif Sultani",
        "caption": "Refugee karateka Asif Sultani trains in a dojo in Maitland, NSW, as he attempts to qualify for the Tokyo Olympics. ",
        "credit": "Photograph: Brook Mitchell/UNHCR",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d",
        "mediaId": "3fd4ebeef9801e16ee9cc2c65bd4e2b423f6a69d",
        "photographer": "Brook Mitchell",
        "role": "showcase",
        "source": "UNHCR"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-02T03:57:16Z",
     "id": "6066961a8f08611d06d89a53",
     "lastModifiedDate": "2021-04-02T04:06:21Z",
     "published": true,
     "publishedDate": "2021-04-02T04:06:22Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "sport/2021/apr/07/bruce-lee-dvds-a-backyard-dojo-and-refugee-asif-sultanis-road-to-tokyo-olympics",
   "isHosted": false,
   "pillarId": "pillar/sport",
   "pillarName": "Sport",
   "sectionId": "sport",
   "sectionName": "Sport",
   "type": "article",
   "webPublicationDate": "2021-04-06T17:30:22Z",
   "webTitle": "Bruce Lee DVDs, a backyard dojo and Asif Sultani's road to Tokyo Olympics | Mike Hytner",
   "webUrl": "https://www.theguardian.com/sport/2021/apr/07/bruce-lee-dvds-a-backyard-dojo-and-refugee-asif-sultanis-road-to-tokyo-olympics"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}