{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/world/live/2021/apr/04/coronavirus-live-news-covid-vaccine-passports-trial-england-boris-johnson",
   "blocks": {
    "body": [
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eColombia\u003c/strong\u003e is set to impose curfews depending on regional intensive care unit occupancy levels as cases rise in the Andean country.\u003c/p\u003e \u003cp\u003eThe government has already introduced weekend curfews and warned people against travelling during the Easter break, Reuters reports.\u003c/p\u003e \u003cp\u003eThere have been more than 2.4 million coronavirus cases and nearly 64,000 deaths in Colombia, which has so far administered nearly 2.4 million vaccine doses.\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eIt’s clear that ... some municipalities have shown increases in recent weeks and there also exists the risk of a new national increase in the coming weeks,” President Ivan Duque said in remarks broadcast on social media. “We must act, prevent and take appropriate decisions.”\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eCurfews based on ICU capacity will be in place from Monday and continue through 19 April, he said.\u003cbr\u003e\u003c/p\u003e \u003cp\u003eCities with occupancy levels of more than 85% will have curfews from 6pm to 5am, while those above 80% will begin at 8pm; 10pm for those between 70-79%; midnight for areas between 50-69%.\u003c/p\u003e",
      "bodyTextSummary": "Colombia is set to impose curfews depending on regional intensive care unit occupancy levels as cases rise in the Andean country. The government has already introduced weekend curfews and warned people against travelling during the Easter break, Reuters reports. There have been more than 2.4 million coronavirus cases and nearly 64,000 deaths in Colombia, which has so far administered nearly 2.4 million vaccine doses. It’s clear that ... some municipalities have shown increases in recent weeks and there also exists the risk of a new national increase in the coming weeks,” President Ivan Duque said in remarks broadcast on social media. “We must act, prevent and take appropriate decisions.” Curfews based on ICU capacity will be in place from Monday and continue through 19 April, he said. Cities with occupancy levels of more than 85% will have curfews from 6pm to 5am, while those above 80% will begin at 8pm; 10pm for those between 70-79%; midnight for areas between 50-69%.",
      "contributors": [],
      "createdDate": "2021-04-04T18:44:47Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eColombia\u003c/strong\u003e is set to impose curfews depending on regional intensive care unit occupancy levels as cases rise in the Andean country.\u003c/p\u003e \n\u003cp\u003eThe government has already introduced weekend curfews and warned people against travelling during the Easter break, Reuters reports.\u003c/p\u003e \n\u003cp\u003eThere have been more than 2.4 million coronavirus cases and nearly 64,000 deaths in Colombia, which has so far administered nearly 2.4 million vaccine doses.\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eIt’s clear that ... some municipalities have shown increases in recent weeks and there also exists the risk of a new national increase in the coming weeks,” President Ivan Duque said in remarks broadcast on social media. “We must act, prevent and take appropriate decisions.”\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eCurfews based on ICU capacity will be in place from Monday and continue through 19 April, he said.\u003cbr\u003e\u003c/p\u003e \n\u003cp\u003eCities with occupancy levels of more than 85% will have curfews from 6pm to 5am, while those above 80% will begin at 8pm; 10pm for those between 70-79%; midnight for areas between 50-69%.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T18:53:21Z",
      "id": "606a091f8f087a7cbd51fcc6",
      "lastModifiedDate": "2021-04-04T18:53:28Z",
      "published": true,
      "publishedDate": "2021-04-04T18:53:28Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe\u003cstrong\u003e United States \u003c/strong\u003ehas administered more than 165 million doses of Covid-19 vaccines in the country as of Sunday morning, according to the US Centers for Disease Control and Prevention (CDC).\u003c/p\u003e \u003cp\u003eThe agency said 106,214,924 people had received at least one vaccine dose, while 61,416,536 people have been fully vaccinated, Reuters reports.\u003c/p\u003e \u003cp\u003eThe figures include Moderna and Pfizer’s jabs, which are both two-dose vaccines, as well as Johnson \u0026amp; Johnson’s one-shot vaccine.\u003c/p\u003e",
      "bodyTextSummary": "The United States has administered more than 165 million doses of Covid-19 vaccines in the country as of Sunday morning, according to the US Centers for Disease Control and Prevention (CDC). The agency said 106,214,924 people had received at least one vaccine dose, while 61,416,536 people have been fully vaccinated, Reuters reports. The figures include Moderna and Pfizer’s jabs, which are both two-dose vaccines, as well as Johnson \u0026 Johnson’s one-shot vaccine.",
      "contributors": [],
      "createdDate": "2021-04-04T18:22:27Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe\u003cstrong\u003e United States \u003c/strong\u003ehas administered more than 165 million doses of Covid-19 vaccines in the country as of Sunday morning, according to the US Centers for Disease Control and Prevention (CDC).\u003c/p\u003e \n\u003cp\u003eThe agency said 106,214,924 people had received at least one vaccine dose, while 61,416,536 people have been fully vaccinated, Reuters reports.\u003c/p\u003e \n\u003cp\u003eThe figures include Moderna and Pfizer’s jabs, which are both two-dose vaccines, as well as Johnson \u0026amp; Johnson’s one-shot vaccine.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T18:26:09Z",
      "id": "606a03e38f08611d06d8be07",
      "lastModifiedDate": "2021-04-04T18:26:09Z",
      "published": true,
      "publishedDate": "2021-04-04T18:26:09Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eTurkey\u003c/strong\u003e reported 41,998 new coronavirus cases on Sunday as the country battles a surging wave of infections.\u003c/p\u003e \u003cp\u003eSunday’s figure was a fall from the record high of 44,756 infections recorded on Saturday, according to Reuters.\u003c/p\u003e \u003cp\u003eThe country currently has the fifth highest rise in cases based on a seven-day average, a tally by the news agency shows.\u003c/p\u003e \u003cp\u003eCases have soared since the government eased measures to curb the pandemic in early March. President Tayyip Erdogan announced on Monday that measures would be tightened again, including the reimposition of nationwide weekend lockdowns. \u003c/p\u003e",
      "bodyTextSummary": "Turkey reported 41,998 new coronavirus cases on Sunday as the country battles a surging wave of infections. Sunday’s figure was a fall from the record high of 44,756 infections recorded on Saturday, according to Reuters. The country currently has the fifth highest rise in cases based on a seven-day average, a tally by the news agency shows. Cases have soared since the government eased measures to curb the pandemic in early March. President Tayyip Erdogan announced on Monday that measures would be tightened again, including the reimposition of nationwide weekend lockdowns.",
      "contributors": [],
      "createdDate": "2021-04-04T18:00:30Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eTurkey\u003c/strong\u003e reported 41,998 new coronavirus cases on Sunday as the country battles a surging wave of infections.\u003c/p\u003e \n\u003cp\u003eSunday’s figure was a fall from the record high of 44,756 infections recorded on Saturday, according to Reuters.\u003c/p\u003e \n\u003cp\u003eThe country currently has the fifth highest rise in cases based on a seven-day average, a tally by the news agency shows.\u003c/p\u003e \n\u003cp\u003eCases have soared since the government eased measures to curb the pandemic in early March. President Tayyip Erdogan announced on Monday that measures would be tightened again, including the reimposition of nationwide weekend lockdowns. \u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T18:07:39Z",
      "id": "6069febe8f08611d06d8bdd2",
      "lastModifiedDate": "2021-04-04T18:11:08Z",
      "published": true,
      "publishedDate": "2021-04-04T18:11:09Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eIn \u003cstrong\u003eKuwait\u003c/strong\u003e, citizens are being prioritised for vaccination while the foreign nationals who make up 70% of its population struggle to access doses. AP reports:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eUnlike other Gulf Arab states that have administered doses to masses of foreign workers in a race to reach herd immunity, Kuwait has come under fire for vaccinating its own people first.\u003c/p\u003e \u003cp\u003eThat leaves legions of labourers from Asia, Africa and elsewhere, who clean Kuwaiti nationals’ homes, care for their children, drive their cars and bag their groceries, still waiting for their first doses, despite bearing the brunt of the pandemic.\u003c/p\u003e \u003cp\u003e“The only people I’ve seen at the vaccination centre were Kuwaiti,” said a 27-year-old Kuwaiti doctor, who like most people interviewed for this story spoke on condition of anonymity for fear of government reprisals. “Kuwait has a citizens-first policy for everything, including when it comes to public health.”\u003c/p\u003e \u003cp\u003eKuwaiti authorities did not respond to repeated requests for comment from The Associated Press on their vaccination strategy.\u003c/p\u003e \u003cp\u003eWhen Kuwait’s vaccination registration site went live in December, authorities declared that health-care workers, older adults and those with underlying conditions would be first in line. As weeks ticked by, however, it became increasingly clear the lion’s share of doses was going to Kuwaitis, regardless of their age or health. Initially, some expat medical workers said they couldn’t even get appointments.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "In Kuwait, citizens are being prioritised for vaccination while the foreign nationals who make up 70% of its population struggle to access doses. AP reports: Unlike other Gulf Arab states that have administered doses to masses of foreign workers in a race to reach herd immunity, Kuwait has come under fire for vaccinating its own people first. That leaves legions of labourers from Asia, Africa and elsewhere, who clean Kuwaiti nationals’ homes, care for their children, drive their cars and bag their groceries, still waiting for their first doses, despite bearing the brunt of the pandemic. “The only people I’ve seen at the vaccination centre were Kuwaiti,” said a 27-year-old Kuwaiti doctor, who like most people interviewed for this story spoke on condition of anonymity for fear of government reprisals. “Kuwait has a citizens-first policy for everything, including when it comes to public health.” Kuwaiti authorities did not respond to repeated requests for comment from The Associated Press on their vaccination strategy. When Kuwait’s vaccination registration site went live in December, authorities declared that health-care workers, older adults and those with underlying conditions would be first in line. As weeks ticked by, however, it became increasingly clear the lion’s share of doses was going to Kuwaitis, regardless of their age or health. Initially, some expat medical workers said they couldn’t even get appointments.",
      "contributors": [],
      "createdDate": "2021-04-04T17:43:34Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIn \u003cstrong\u003eKuwait\u003c/strong\u003e, citizens are being prioritised for vaccination while the foreign nationals who make up 70% of its population struggle to access doses. AP reports:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eUnlike other Gulf Arab states that have administered doses to masses of foreign workers in a race to reach herd immunity, Kuwait has come under fire for vaccinating its own people first.\u003c/p\u003e \n \u003cp\u003eThat leaves legions of labourers from Asia, Africa and elsewhere, who clean Kuwaiti nationals’ homes, care for their children, drive their cars and bag their groceries, still waiting for their first doses, despite bearing the brunt of the pandemic.\u003c/p\u003e \n \u003cp\u003e“The only people I’ve seen at the vaccination centre were Kuwaiti,” said a 27-year-old Kuwaiti doctor, who like most people interviewed for this story spoke on condition of anonymity for fear of government reprisals. “Kuwait has a citizens-first policy for everything, including when it comes to public health.”\u003c/p\u003e \n \u003cp\u003eKuwaiti authorities did not respond to repeated requests for comment from The Associated Press on their vaccination strategy.\u003c/p\u003e \n \u003cp\u003eWhen Kuwait’s vaccination registration site went live in December, authorities declared that health-care workers, older adults and those with underlying conditions would be first in line. As weeks ticked by, however, it became increasingly clear the lion’s share of doses was going to Kuwaitis, regardless of their age or health. Initially, some expat medical workers said they couldn’t even get appointments.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T17:45:46Z",
      "id": "6069fac68f083302090e48b3",
      "lastModifiedDate": "2021-04-04T17:49:44Z",
      "published": true,
      "publishedDate": "2021-04-04T17:49:44Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe \u003cstrong\u003earchbishop of Canterbury\u003c/strong\u003e has called on Britons to be more generous as they emerge from the pandemic, urging people to provide a “better future for all” rather than living in a society that only benefits the rich and powerful.\u003c/p\u003e \u003cp\u003eIn his Easter Sunday sermon, \u003ca href=\"https://www.theguardian.com/uk/justin-welby\"\u003eJustin Welby\u003c/a\u003e, the most senior bishop in the Church of England, said society had a choice to make as it emerges from the Covid-19 pandemic.\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eWe can go on as before Covid, where the most powerful and the richest gain and so many fall behind,” he said at Canterbury Cathedral. “We have seen where that left us. Or we can go with the flooding life and purpose of the resurrection of Jesus, which changes all things, and choose a better future for all.”\u003c/p\u003e \u003c/blockquote\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/uk-news/2021/apr/04/justin-welby-uk-easter-sermon-covid\"\u003eChoose a better future for all, Justin Welby tells UK in Easter sermon\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "The archbishop of Canterbury has called on Britons to be more generous as they emerge from the pandemic, urging people to provide a “better future for all” rather than living in a society that only benefits the rich and powerful. In his Easter Sunday sermon, Justin Welby, the most senior bishop in the Church of England, said society had a choice to make as it emerges from the Covid-19 pandemic. We can go on as before Covid, where the most powerful and the richest gain and so many fall behind,” he said at Canterbury Cathedral. “We have seen where that left us. Or we can go with the flooding life and purpose of the resurrection of Jesus, which changes all things, and choose a better future for all.”",
      "contributors": [
       "jim-waterson"
      ],
      "createdDate": "2021-04-04T17:28:52Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe \u003cstrong\u003earchbishop of Canterbury\u003c/strong\u003e has called on Britons to be more generous as they emerge from the pandemic, urging people to provide a “better future for all” rather than living in a society that only benefits the rich and powerful.\u003c/p\u003e \n\u003cp\u003eIn his Easter Sunday sermon, \u003ca href=\"https://www.theguardian.com/uk/justin-welby\"\u003eJustin Welby\u003c/a\u003e, the most senior bishop in the Church of England, said society had a choice to make as it emerges from the Covid-19 pandemic.\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eWe can go on as before Covid, where the most powerful and the richest gain and so many fall behind,” he said at Canterbury Cathedral. “We have seen where that left us. Or we can go with the flooding life and purpose of the resurrection of Jesus, which changes all things, and choose a better future for all.”\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Choose a better future for all, Justin Welby tells UK in Easter sermon",
         "originalUrl": "https://www.theguardian.com/uk-news/2021/apr/04/justin-welby-uk-easter-sermon-covid",
         "url": "https://www.theguardian.com/uk-news/2021/apr/04/justin-welby-uk-easter-sermon-covid"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T17:29:20Z",
      "id": "6069f7548f087a7cbd51fc0f",
      "lastModifiedDate": "2021-04-04T17:29:17Z",
      "published": true,
      "publishedDate": "2021-04-04T17:29:20Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "Bangladesh imposes week-long lockdown"
      },
      "bodyHtml": "\u003cp\u003eAuthorities in \u003cstrong\u003eBangladesh\u003c/strong\u003e have announced a seven-day lockdown from Monday, with non-essential retail and transport services shut, according to AFP.\u003c/p\u003e \u003cp\u003eThere were 7,087 new cases reported on Sunday - the highest since the start of the pandemic - taking the infection toll to just under 640,000. Cases have been surging in recent weeks in the nation of 168 million people.\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe coronavirus infections are spreading fast. The infection and death rates are jumping,” road transport minister Obaidul Quader said in a video message late Saturday.\u003c/p\u003e \u003cp\u003e“In view of the prevailing situation, the Sheikh Hasina government has decided to enforce a lockdown across the country for seven days starting from Monday.”\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "Authorities in Bangladesh have announced a seven-day lockdown from Monday, with non-essential retail and transport services shut, according to AFP. There were 7,087 new cases reported on Sunday - the highest since the start of the pandemic - taking the infection toll to just under 640,000. Cases have been surging in recent weeks in the nation of 168 million people. The coronavirus infections are spreading fast. The infection and death rates are jumping,” road transport minister Obaidul Quader said in a video message late Saturday. “In view of the prevailing situation, the Sheikh Hasina government has decided to enforce a lockdown across the country for seven days starting from Monday.”",
      "contributors": [],
      "createdDate": "2021-04-04T17:01:51Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eAuthorities in \u003cstrong\u003eBangladesh\u003c/strong\u003e have announced a seven-day lockdown from Monday, with non-essential retail and transport services shut, according to AFP.\u003c/p\u003e \n\u003cp\u003eThere were 7,087 new cases reported on Sunday - the highest since the start of the pandemic - taking the infection toll to just under 640,000. Cases have been surging in recent weeks in the nation of 168 million people.\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe coronavirus infections are spreading fast. The infection and death rates are jumping,” road transport minister Obaidul Quader said in a video message late Saturday.\u003c/p\u003e \n \u003cp\u003e“In view of the prevailing situation, the Sheikh Hasina government has decided to enforce a lockdown across the country for seven days starting from Monday.”\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T17:04:52Z",
      "id": "6069f0ff8f087a7cbd51fbbb",
      "lastModifiedDate": "2021-04-04T17:05:14Z",
      "published": true,
      "publishedDate": "2021-04-04T17:05:15Z",
      "title": "Bangladesh imposes week-long lockdown"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "Greece records highest number of deaths in 2021"
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eGreek\u003c/strong\u003e health authorities have reported 78 deaths linked to the coronavirus – the highest daily number recorded so far this year.\u003c/p\u003e \u003cp\u003eA further 1,955 cases were also registered in the last 24 hours, including 921 in the Athens area and 262 in Thessaloniki, according to Kathimerini newspaper.\u003c/p\u003e \u003cp\u003eGreece has registered a total of 275,414 cases and 8,380 fatalities since the pandemic began.\u003c/p\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"50bf76081cd8acff5eba444c812e016a946f508a\"\u003e \u003cimg src=\"https://media.guim.co.uk/50bf76081cd8acff5eba444c812e016a946f508a/0_116_3500_2101/1000.jpg\" alt=\"People queue outside a National Public Health Organization (EODY) mobile testing site for rapid antigen test, amid the coronavirus disease (COVID-19) pandemic in Athens, Greece April 4, 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003ePeople queue outside a National Public Health Organization (EODY) mobile testing site for rapid antigen test, amid the coronavirus disease (COVID-19) pandemic in Athens, Greece April 4, 2021.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: STAFF/Reuters\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
      "bodyTextSummary": "Greek health authorities have reported 78 deaths linked to the coronavirus – the highest daily number recorded so far this year. A further 1,955 cases were also registered in the last 24 hours, including 921 in the Athens area and 262 in Thessaloniki, according to Kathimerini newspaper. Greece has registered a total of 275,414 cases and 8,380 fatalities since the pandemic began.",
      "contributors": [],
      "createdDate": "2021-04-04T16:33:54Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eGreek\u003c/strong\u003e health authorities have reported 78 deaths linked to the coronavirus – the highest daily number recorded so far this year.\u003c/p\u003e \n\u003cp\u003eA further 1,955 cases were also registered in the last 24 hours, including 921 in the Athens area and 262 in Thessaloniki, according to Kathimerini newspaper.\u003c/p\u003e \n\u003cp\u003eGreece has registered a total of 275,414 cases and 8,380 fatalities since the pandemic began.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/50bf76081cd8acff5eba444c812e016a946f508a/0_116_3500_2101/3500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 2101,
           "width": 3500
          }
         },
         {
          "file": "https://media.guim.co.uk/50bf76081cd8acff5eba444c812e016a946f508a/0_116_3500_2101/master/3500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 2101,
           "isMaster": true,
           "width": 3500
          }
         },
         {
          "file": "https://media.guim.co.uk/50bf76081cd8acff5eba444c812e016a946f508a/0_116_3500_2101/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/50bf76081cd8acff5eba444c812e016a946f508a/0_116_3500_2101/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/50bf76081cd8acff5eba444c812e016a946f508a/0_116_3500_2101/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/50bf76081cd8acff5eba444c812e016a946f508a/0_116_3500_2101/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "People queue outside a National Public Health Organization (EODY) mobile testing site for rapid antigen test, amid the coronavirus disease (COVID-19) pandemic in Athens, Greece April 4, 2021.",
         "caption": "People queue outside a National Public Health Organization (EODY) mobile testing site for rapid antigen test, amid the coronavirus disease (COVID-19) pandemic in Athens, Greece April 4, 2021.",
         "credit": "Photograph: STAFF/Reuters",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/50bf76081cd8acff5eba444c812e016a946f508a",
         "mediaId": "50bf76081cd8acff5eba444c812e016a946f508a",
         "photographer": "STAFF",
         "source": "Reuters",
         "suppliersReference": "PPP-AKO102"
        },
        "type": "image"
       }
      ],
      "firstPublishedDate": "2021-04-04T16:38:56Z",
      "id": "6069ea728f087a7cbd51fb52",
      "lastModifiedDate": "2021-04-04T16:39:49Z",
      "published": true,
      "publishedDate": "2021-04-04T16:39:50Z",
      "title": "Greece records highest number of deaths in 2021"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eVenues taking part in a pilot for Covid-safe live events in \u003cstrong\u003eEngland\u003c/strong\u003e have rejected the suggestion they are involved in a trial for Covid certificates, with one saying it has received a “massive backlash” following a government announcement.\u003c/p\u003e \u003cp\u003eThe Department for Digital, Culture, Media and Sport (DCMS) announced on Sunday that a \u003ca href=\"https://www.theguardian.com/world/2021/apr/03/boris-johnson-to-give-go-ahead-for-trials-of-covid-passports\"\u003eseries of mass gatherings and indoor events\u003c/a\u003e planned in April and May would take part in a trial to assess how venues might operate safely this summer. It said \u003ca href=\"https://www.theguardian.com/football/2021/apr/04/wembley-covid-test-events-fa-cup-carabao-cup\"\u003e“Covid status certification”\u003c/a\u003e would be trialled as part of the programme.However, organisers of five of the nine events listed as part of the pilot programme said they would not require people to show certificates, with one saying they had received abuse since the announcement. The introduction of Covid identity documents has been opposed by civil liberties groups and more than \u003ca href=\"https://www.theguardian.com/politics/2021/apr/02/senior-tories-join-jeremy-corbyn-to-oppose-covid-passports-ahead-of-trials\"\u003e70 MPs\u003c/a\u003e, including 40 Tory backbenchers.\u003c/p\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/world/2021/apr/04/vaccine-passport-wont-be-required-england-covid-safe-pilot-organiser-say\"\u003eCovid certificates won't be required in live event pilot, organisers say\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "Venues taking part in a pilot for Covid-safe live events in England have rejected the suggestion they are involved in a trial for Covid certificates, with one saying it has received a “massive backlash” following a government announcement. The Department for Digital, Culture, Media and Sport (DCMS) announced on Sunday that a series of mass gatherings and indoor events planned in April and May would take part in a trial to assess how venues might operate safely this summer. It said “Covid status certification” would be trialled as part of the programme.However, organisers of five of the nine events listed as part of the pilot programme said they would not require people to show certificates, with one saying they had received abuse since the announcement. The introduction of Covid identity documents has been opposed by civil liberties groups and more than 70 MPs, including 40 Tory backbenchers.",
      "contributors": [
       "maya-wolfe-robinson"
      ],
      "createdDate": "2021-04-04T16:21:55Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eVenues taking part in a pilot for Covid-safe live events in \u003cstrong\u003eEngland\u003c/strong\u003e have rejected the suggestion they are involved in a trial for Covid certificates, with one saying it has received a “massive backlash” following a government announcement.\u003c/p\u003e \n\u003cp\u003eThe Department for Digital, Culture, Media and Sport (DCMS) announced on Sunday that a \u003ca href=\"https://www.theguardian.com/world/2021/apr/03/boris-johnson-to-give-go-ahead-for-trials-of-covid-passports\"\u003eseries of mass gatherings and indoor events\u003c/a\u003e planned in April and May would take part in a trial to assess how venues might operate safely this summer. It said \u003ca href=\"https://www.theguardian.com/football/2021/apr/04/wembley-covid-test-events-fa-cup-carabao-cup\"\u003e“Covid status certification”\u003c/a\u003e would be trialled as part of the programme.However, organisers of five of the nine events listed as part of the pilot programme said they would not require people to show certificates, with one saying they had received abuse since the announcement. The introduction of Covid identity documents has been opposed by civil liberties groups and more than \u003ca href=\"https://www.theguardian.com/politics/2021/apr/02/senior-tories-join-jeremy-corbyn-to-oppose-covid-passports-ahead-of-trials\"\u003e70 MPs\u003c/a\u003e, including 40 Tory backbenchers.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Covid certificates won't be required in live event pilot, organisers say",
         "originalUrl": "https://www.theguardian.com/world/2021/apr/04/vaccine-passport-wont-be-required-england-covid-safe-pilot-organiser-say",
         "url": "https://www.theguardian.com/world/2021/apr/04/vaccine-passport-wont-be-required-england-covid-safe-pilot-organiser-say"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T16:24:52Z",
      "id": "6069e7a38f087a7cbd51fb3d",
      "lastModifiedDate": "2021-04-04T16:24:49Z",
      "published": true,
      "publishedDate": "2021-04-04T16:24:52Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eItaly\u003c/strong\u003e has reported a further 18,025 Covid-19 cases and 326 deaths related to the disease.\u003c/p\u003e \u003cp\u003eSunday’s figures are a fall from 19,604 infections and 297 deaths recorded a week ago.\u003c/p\u003e \u003cp\u003eItaly has registered 111,030 deaths since its outbreak emerged in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world.\u003cbr\u003e\u003c/p\u003e",
      "bodyTextSummary": "Italy has reported a further 18,025 Covid-19 cases and 326 deaths related to the disease. Sunday’s figures are a fall from 19,604 infections and 297 deaths recorded a week ago. Italy has registered 111,030 deaths since its outbreak emerged in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world.",
      "contributors": [],
      "createdDate": "2021-04-04T16:14:51Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eItaly\u003c/strong\u003e has reported a further 18,025 Covid-19 cases and 326 deaths related to the disease.\u003c/p\u003e \n\u003cp\u003eSunday’s figures are a fall from 19,604 infections and 297 deaths recorded a week ago.\u003c/p\u003e \n\u003cp\u003eItaly has registered 111,030 deaths since its outbreak emerged in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world.\u003cbr\u003e\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T16:16:59Z",
      "id": "6069e5fb8f08611d06d8bca1",
      "lastModifiedDate": "2021-04-04T16:31:16Z",
      "published": true,
      "publishedDate": "2021-04-04T16:31:16Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eWorshippers wear face coverings during Easter mass in Nairobi’s Revivalist Outreach Church:\u003c/p\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"227c719552f084703a66236aebbad7810ecdbf69\"\u003e \u003cimg src=\"https://media.guim.co.uk/227c719552f084703a66236aebbad7810ecdbf69/0_337_6000_3600/1000.jpg\" alt=\"Youth Christian leaders listen to the pastor during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eYouth Christian leaders listen to the pastor during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Yasuyoshi Chiba/AFP/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"14c23c3472b5529ccd6698850a4ce407ca93ef7c\"\u003e \u003cimg src=\"https://media.guim.co.uk/14c23c3472b5529ccd6698850a4ce407ca93ef7c/0_400_6000_3600/1000.jpg\" alt=\"A youth Christian leader prays during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eA youth Christian leader prays during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Yasuyoshi Chiba/AFP/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
      "bodyTextSummary": "Worshippers wear face coverings during Easter mass in Nairobi’s Revivalist Outreach Church:",
      "contributors": [],
      "createdDate": "2021-04-04T16:00:18Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eWorshippers wear face coverings during Easter mass in Nairobi’s Revivalist Outreach Church:\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/227c719552f084703a66236aebbad7810ecdbf69/0_337_6000_3600/6000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3600,
           "width": 6000
          }
         },
         {
          "file": "https://media.guim.co.uk/227c719552f084703a66236aebbad7810ecdbf69/0_337_6000_3600/master/6000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3600,
           "isMaster": true,
           "width": 6000
          }
         },
         {
          "file": "https://media.guim.co.uk/227c719552f084703a66236aebbad7810ecdbf69/0_337_6000_3600/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/227c719552f084703a66236aebbad7810ecdbf69/0_337_6000_3600/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/227c719552f084703a66236aebbad7810ecdbf69/0_337_6000_3600/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/227c719552f084703a66236aebbad7810ecdbf69/0_337_6000_3600/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "Youth Christian leaders listen to the pastor during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.",
         "caption": "Youth Christian leaders listen to the pastor during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.",
         "credit": "Photograph: Yasuyoshi Chiba/AFP/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/227c719552f084703a66236aebbad7810ecdbf69",
         "mediaId": "227c719552f084703a66236aebbad7810ecdbf69",
         "photographer": "Yasuyoshi Chiba",
         "source": "AFP/Getty Images",
         "suppliersReference": "0"
        },
        "type": "image"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/14c23c3472b5529ccd6698850a4ce407ca93ef7c/0_400_6000_3600/6000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3600,
           "width": 6000
          }
         },
         {
          "file": "https://media.guim.co.uk/14c23c3472b5529ccd6698850a4ce407ca93ef7c/0_400_6000_3600/master/6000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3600,
           "isMaster": true,
           "width": 6000
          }
         },
         {
          "file": "https://media.guim.co.uk/14c23c3472b5529ccd6698850a4ce407ca93ef7c/0_400_6000_3600/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/14c23c3472b5529ccd6698850a4ce407ca93ef7c/0_400_6000_3600/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/14c23c3472b5529ccd6698850a4ce407ca93ef7c/0_400_6000_3600/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/14c23c3472b5529ccd6698850a4ce407ca93ef7c/0_400_6000_3600/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "A youth Christian leader prays during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.",
         "caption": "A youth Christian leader prays during Easter mass as they follow the new directive of Kenya’s President to curb the spread of the Covid-19 coronavirus at Revivalist Outreach Church Kenya in Nairobi on April 4, 2021.",
         "credit": "Photograph: Yasuyoshi Chiba/AFP/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/14c23c3472b5529ccd6698850a4ce407ca93ef7c",
         "mediaId": "14c23c3472b5529ccd6698850a4ce407ca93ef7c",
         "photographer": "Yasuyoshi Chiba",
         "source": "AFP/Getty Images",
         "suppliersReference": "0"
        },
        "type": "image"
       }
      ],
      "firstPublishedDate": "2021-04-04T16:02:35Z",
      "id": "6069e2928f083302090e476b",
      "lastModifiedDate": "2021-04-04T16:02:35Z",
      "published": true,
      "publishedDate": "2021-04-04T16:02:35Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eA total of 36,904,755 vaccines have been administered in the \u003cstrong\u003eUK\u003c/strong\u003e up to 3 April, including both first and second doses.\u003c/p\u003e \u003cp\u003eThis figures is made up of 31,523,010 first and 5,381,745 second jabs.\u003c/p\u003e \u003cp\u003eA further 97,328 people received a first vaccine dose, while another 176,240 are fully vaccinated.\u003c/p\u003e",
      "bodyTextSummary": "A total of 36,904,755 vaccines have been administered in the UK up to 3 April, including both first and second doses. This figures is made up of 31,523,010 first and 5,381,745 second jabs. A further 97,328 people received a first vaccine dose, while another 176,240 are fully vaccinated.",
      "contributors": [],
      "createdDate": "2021-04-04T15:34:12Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eA total of 36,904,755 vaccines have been administered in the \u003cstrong\u003eUK\u003c/strong\u003e up to 3 April, including both first and second doses.\u003c/p\u003e \n\u003cp\u003eThis figures is made up of 31,523,010 first and 5,381,745 second jabs.\u003c/p\u003e \n\u003cp\u003eA further 97,328 people received a first vaccine dose, while another 176,240 are fully vaccinated.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T15:41:46Z",
      "id": "6069dc748f08611d06d8bc38",
      "lastModifiedDate": "2021-04-04T15:41:45Z",
      "published": true,
      "publishedDate": "2021-04-04T15:41:46Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe \u003cstrong\u003eFrench\u003c/strong\u003e city of \u003cstrong\u003eLyon\u003c/strong\u003e launched a mass vaccination centre in its main stadium over Easter weekend. AP reports:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThousands spent the holiday lining up for injections at hippodromes, velodromes and other sites as France tried to speed up shots amid a new rush of coronavirus cases.\u003c/p\u003e \u003cp\u003eBut as Europe celebrated its second Easter under the cloud of the pandemic, some cities put vaccinations on hold over during the long holiday weekend — defying French President Emmanuel Macron’s insistence that “there are no weekends or days off during vaccination.”\u003c/p\u003e \u003cp\u003eMedical workers need “a little rest at last”, said an official with the French city of Strasbourg, which shut down vaccination facilities from Good Friday through Easter Monday, a public holiday. To ensure that residents still had access to potentially life-saving vaccines, Strasbourg expanded vaccination hours and administered all of its weekly supply of doses between last Monday and Thursday, the official said.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "The French city of Lyon launched a mass vaccination centre in its main stadium over Easter weekend. AP reports: Thousands spent the holiday lining up for injections at hippodromes, velodromes and other sites as France tried to speed up shots amid a new rush of coronavirus cases. But as Europe celebrated its second Easter under the cloud of the pandemic, some cities put vaccinations on hold over during the long holiday weekend — defying French President Emmanuel Macron’s insistence that “there are no weekends or days off during vaccination.” Medical workers need “a little rest at last”, said an official with the French city of Strasbourg, which shut down vaccination facilities from Good Friday through Easter Monday, a public holiday. To ensure that residents still had access to potentially life-saving vaccines, Strasbourg expanded vaccination hours and administered all of its weekly supply of doses between last Monday and Thursday, the official said.",
      "contributors": [],
      "createdDate": "2021-04-04T15:18:14Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe \u003cstrong\u003eFrench\u003c/strong\u003e city of \u003cstrong\u003eLyon\u003c/strong\u003e launched a mass vaccination centre in its main stadium over Easter weekend. AP reports:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThousands spent the holiday lining up for injections at hippodromes, velodromes and other sites as France tried to speed up shots amid a new rush of coronavirus cases.\u003c/p\u003e \n \u003cp\u003eBut as Europe celebrated its second Easter under the cloud of the pandemic, some cities put vaccinations on hold over during the long holiday weekend — defying French President Emmanuel Macron’s insistence that “there are no weekends or days off during vaccination.”\u003c/p\u003e \n \u003cp\u003eMedical workers need “a little rest at last”, said an official with the French city of Strasbourg, which shut down vaccination facilities from Good Friday through Easter Monday, a public holiday. To ensure that residents still had access to potentially life-saving vaccines, Strasbourg expanded vaccination hours and administered all of its weekly supply of doses between last Monday and Thursday, the official said.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T15:33:05Z",
      "id": "6069d8b68f087a7cbd51fa7f",
      "lastModifiedDate": "2021-04-04T15:51:58Z",
      "published": true,
      "publishedDate": "2021-04-04T15:51:58Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003ePotential plans to introduce a traffic light scheme for travel abroad have prompted concerns among scientists that the approach is too simplistic and could fail to prevent new variants from entering the \u003cstrong\u003eUK\u003c/strong\u003e.\u003c/p\u003e \u003cp\u003eAt present, \u003ca href=\"https://www.gov.uk/guidance/travel-advice-novel-coronavirus#:~:text=Plan%20for%20your%20travel,-The%20COVID%2D19\u0026amp;text=If%20you%20are%20in%20the,legally%20permitted%20to%20travel%20abroad.\"\u003eit is illegal to travel abroad for holidays\u003c/a\u003e, with foreign travel only allowed in specific circumstances. Those who do travel abroad must quarantine either at home or in a hotel on return to England. All must do so in a hotel on return to Scotland.\u003c/p\u003e \u003cp\u003eAmong the plans under consideration by the government to allow more travel as restrictions ease is a traffic light system\u003ca href=\"https://www.theguardian.com/politics/2021/apr/04/how-would-traffic-light-system-international-travel-work-uk\"\u003e, whereby countries are given a green, amber or red designation\u003c/a\u003e based on factors including case rates, levels of Covid variants and the status of the country’s vaccination programme.\u003c/p\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/world/2021/apr/04/uk-covid-traffic-light-travel-plan-too-simplistic-say-scientists\"\u003eUK's Covid traffic light travel plan too simplistic, say scientists\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "Potential plans to introduce a traffic light scheme for travel abroad have prompted concerns among scientists that the approach is too simplistic and could fail to prevent new variants from entering the UK. At present, it is illegal to travel abroad for holidays, with foreign travel only allowed in specific circumstances. Those who do travel abroad must quarantine either at home or in a hotel on return to England. All must do so in a hotel on return to Scotland. Among the plans under consideration by the government to allow more travel as restrictions ease is a traffic light system, whereby countries are given a green, amber or red designation based on factors including case rates, levels of Covid variants and the status of the country’s vaccination programme.",
      "contributors": [
       "nicola-davis"
      ],
      "createdDate": "2021-04-04T15:13:28Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003ePotential plans to introduce a traffic light scheme for travel abroad have prompted concerns among scientists that the approach is too simplistic and could fail to prevent new variants from entering the \u003cstrong\u003eUK\u003c/strong\u003e.\u003c/p\u003e \n\u003cp\u003eAt present, \u003ca href=\"https://www.gov.uk/guidance/travel-advice-novel-coronavirus#:~:text=Plan%20for%20your%20travel,-The%20COVID%2D19\u0026amp;text=If%20you%20are%20in%20the,legally%20permitted%20to%20travel%20abroad.\"\u003eit is illegal to travel abroad for holidays\u003c/a\u003e, with foreign travel only allowed in specific circumstances. Those who do travel abroad must quarantine either at home or in a hotel on return to England. All must do so in a hotel on return to Scotland.\u003c/p\u003e \n\u003cp\u003eAmong the plans under consideration by the government to allow more travel as restrictions ease is a traffic light system\u003ca href=\"https://www.theguardian.com/politics/2021/apr/04/how-would-traffic-light-system-international-travel-work-uk\"\u003e, whereby countries are given a green, amber or red designation\u003c/a\u003e based on factors including case rates, levels of Covid variants and the status of the country’s vaccination programme.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "UK's Covid traffic light travel plan too simplistic, say scientists",
         "originalUrl": "https://www.theguardian.com/world/2021/apr/04/uk-covid-traffic-light-travel-plan-too-simplistic-say-scientists",
         "url": "https://www.theguardian.com/world/2021/apr/04/uk-covid-traffic-light-travel-plan-too-simplistic-say-scientists"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T15:18:27Z",
      "id": "6069d7988f083302090e46e4",
      "lastModifiedDate": "2021-04-04T15:18:41Z",
      "published": true,
      "publishedDate": "2021-04-04T15:18:41Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "England and Scotland report 2,297 cases and 10 deaths"
      },
      "bodyHtml": "\u003cp\u003eThere have been a further 2,297 lab-confirmed coronavirus cases in the \u003cstrong\u003eUK\u003c/strong\u003e, according to government data.\u003c/p\u003e \u003cp\u003eHowever, \u003cstrong\u003efigures for Wales and Northern Ireland have not been updated\u003c/strong\u003e on the dashboard.\u003c/p\u003e \u003cp\u003eA cumulative total of 4,359,388 people have tested positive since the pandemic began.\u003c/p\u003e \u003cp\u003eA further 10 deaths within 28 days of a positive test were reported, bringing the total to 126,836.\u003c/p\u003e \u003cp\u003eThere have been 149,168 deaths where Covid-19 is mentioned as a cause on the death certificate, registered up to 19 March.\u003c/p\u003e \u003cp\u003eAs well as a lack of data related to the Easter weekend, Sunday figures are often lower because of reporting delays over the weekend.\u003c/p\u003e",
      "bodyTextSummary": "There have been a further 2,297 lab-confirmed coronavirus cases in the UK, according to government data. However, figures for Wales and Northern Ireland have not been updated on the dashboard. A cumulative total of 4,359,388 people have tested positive since the pandemic began. A further 10 deaths within 28 days of a positive test were reported, bringing the total to 126,836. There have been 149,168 deaths where Covid-19 is mentioned as a cause on the death certificate, registered up to 19 March. As well as a lack of data related to the Easter weekend, Sunday figures are often lower because of reporting delays over the weekend.",
      "contributors": [],
      "createdDate": "2021-04-04T15:05:46Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThere have been a further 2,297 lab-confirmed coronavirus cases in the \u003cstrong\u003eUK\u003c/strong\u003e, according to government data.\u003c/p\u003e \n\u003cp\u003eHowever, \u003cstrong\u003efigures for Wales and Northern Ireland have not been updated\u003c/strong\u003e on the dashboard.\u003c/p\u003e \n\u003cp\u003eA cumulative total of 4,359,388 people have tested positive since the pandemic began.\u003c/p\u003e \n\u003cp\u003eA further 10 deaths within 28 days of a positive test were reported, bringing the total to 126,836.\u003c/p\u003e \n\u003cp\u003eThere have been 149,168 deaths where Covid-19 is mentioned as a cause on the death certificate, registered up to 19 March.\u003c/p\u003e \n\u003cp\u003eAs well as a lack of data related to the Easter weekend, Sunday figures are often lower because of reporting delays over the weekend.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T15:07:29Z",
      "id": "6069d5ca8f083302090e46ce",
      "lastModifiedDate": "2021-04-04T16:03:50Z",
      "published": true,
      "publishedDate": "2021-04-04T16:03:50Z",
      "title": "England and Scotland report 2,297 cases and 10 deaths"
     },
     {
      "attributes": {
       "pinned": false,
       "summary": true,
       "title": "Summary"
      },
      "bodyHtml": "\u003cul\u003e \u003cli\u003e\u003cstrong\u003eEngland set to trial Covid passports \u003c/strong\u003eBoris Johnson is poised to launch nine “vaccine passport” pilots from mid-April, including three football showpieces at Wembley, and four night-time entertainment trials in Liverpool. He is preparing for foreign holidays to go ahead this summer, with a “traffic light” system of rules in which travel to “green light” destinations will not require quarantine.\u003c/li\u003e \u003cli\u003e\u003cstrong\u003eRussia reported 8,817 new COVID-19 cases on Sunday, including 1,901 in Moscow, pushing the number of infections registered in the country to 4,580,894 since the pandemic began last year.\u003c/strong\u003e The previous day there were 9,021 new cases and 384 deaths.\u003c/li\u003e \u003cli\u003e\u003cstrong\u003ePope Francis urged countries in his Easter message on Sunday to quicken distribution of Covid-19 vaccines\u003c/strong\u003e, particularly to the world’s poor, and called armed conflict and military spending during a pandemic “scandalous”.\u003c/li\u003e \u003cli\u003e\u003cstrong\u003eIndia’s richest state, Maharashtra, said it would impose stringent COVID-19 restrictions from Monday as there has been a rapid rise in infections.\u003c/strong\u003e The state will shut down malls, cinema halls, bars and restaurants from Monday evening and impose a complete lockdown on weekends.\u003c/li\u003e \u003cli\u003e\u003cstrong\u003eThe UK has reported its lowest number of Covid deaths since mid-September, according to official figures. \u003c/strong\u003eData shows that more than five million people have now had both doses of a vaccine. A further 3,423 infections were reported in the latest 24-hour period, while another 10 deaths have been recorded within 28 days of a positive COVID-19 test. This compares with 52 on Friday and 58 last Saturday. It’s the lowest figure since nine deaths were reported on 14 September.\u003c/li\u003e \u003cli\u003e\u003cstrong\u003ePortugal on Sunday extended restrictions on travel via land and sea to Spain that had been due to end this weekend until April 15\u003c/strong\u003e. The two countries imposed the restrictions on Jan. 28.\u003c/li\u003e \u003c/ul\u003e",
      "bodyTextSummary": "England set to trial Covid passports Boris Johnson is poised to launch nine “vaccine passport” pilots from mid-April, including three football showpieces at Wembley, and four night-time entertainment trials in Liverpool. He is preparing for foreign holidays to go ahead this summer, with a “traffic light” system of rules in which travel to “green light” destinations will not require quarantine. Russia reported 8,817 new COVID-19 cases on Sunday, including 1,901 in Moscow, pushing the number of infections registered in the country to 4,580,894 since the pandemic began last year. The previous day there were 9,021 new cases and 384 deaths. Pope Francis urged countries in his Easter message on Sunday to quicken distribution of Covid-19 vaccines, particularly to the world’s poor, and called armed conflict and military spending during a pandemic “scandalous”. India’s richest state, Maharashtra, said it would impose stringent COVID-19 restrictions from Monday as there has been a rapid rise in infections. The state will shut down malls, cinema halls, bars and restaurants from Monday evening and impose a complete lockdown on weekends. The UK has reported its lowest number of Covid deaths since mid-September, according to official figures. Data shows that more than five million people have now had both doses of a vaccine. A further 3,423 infections were reported in the latest 24-hour period, while another 10 deaths have been recorded within 28 days of a positive COVID-19 test. This compares with 52 on Friday and 58 last Saturday. It’s the lowest figure since nine deaths were reported on 14 September. Portugal on Sunday extended restrictions on travel via land and sea to Spain that had been due to end this weekend until April 15. The two countries imposed the restrictions on Jan. 28.",
      "contributors": [],
      "createdDate": "2021-04-04T14:26:51Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cul\u003e \n \u003cli\u003e\u003cstrong\u003eEngland set to trial Covid passports \u003c/strong\u003eBoris Johnson is poised to launch nine “vaccine passport” pilots from mid-April, including three football showpieces at Wembley, and four night-time entertainment trials in Liverpool. He is preparing for foreign holidays to go ahead this summer, with a “traffic light” system of rules in which travel to “green light” destinations will not require quarantine.\u003c/li\u003e \n \u003cli\u003e\u003cstrong\u003eRussia reported 8,817 new COVID-19 cases on Sunday, including 1,901 in Moscow, pushing the number of infections registered in the country to 4,580,894 since the pandemic began last year.\u003c/strong\u003e The previous day there were 9,021 new cases and 384 deaths.\u003c/li\u003e \n \u003cli\u003e\u003cstrong\u003ePope Francis urged countries in his Easter message on Sunday to quicken distribution of Covid-19 vaccines\u003c/strong\u003e, particularly to the world’s poor, and called armed conflict and military spending during a pandemic “scandalous”.\u003c/li\u003e \n \u003cli\u003e\u003cstrong\u003eIndia’s richest state, Maharashtra, said it would impose stringent COVID-19 restrictions from Monday as there has been a rapid rise in infections.\u003c/strong\u003e The state will shut down malls, cinema halls, bars and restaurants from Monday evening and impose a complete lockdown on weekends.\u003c/li\u003e \n \u003cli\u003e\u003cstrong\u003eThe UK has reported its lowest number of Covid deaths since mid-September, according to official figures. \u003c/strong\u003eData shows that more than five million people have now had both doses of a vaccine. A further 3,423 infections were reported in the latest 24-hour period, while another 10 deaths have been recorded within 28 days of a positive COVID-19 test. This compares with 52 on Friday and 58 last Saturday. It’s the lowest figure since nine deaths were reported on 14 September.\u003c/li\u003e \n \u003cli\u003e\u003cstrong\u003ePortugal on Sunday extended restrictions on travel via land and sea to Spain that had been due to end this weekend until April 15\u003c/strong\u003e. The two countries imposed the restrictions on Jan. 28.\u003c/li\u003e \n\u003c/ul\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T14:51:49Z",
      "id": "6069ccab8f08611d06d8bb59",
      "lastModifiedDate": "2021-04-04T16:04:20Z",
      "published": true,
      "publishedDate": "2021-04-04T16:04:21Z",
      "title": "Summary"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/world/2021/apr/04/two-new-vaccines-on-the-way-with-more-to-follow-this-year\"\u003eTwo new vaccines on the way – with more to follow this year \u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "",
      "contributors": [],
      "createdDate": "2021-04-04T14:33:26Z",
      "elements": [
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Two new vaccines on the way – with more to follow this year ",
         "originalUrl": "https://www.theguardian.com/world/2021/apr/04/two-new-vaccines-on-the-way-with-more-to-follow-this-year",
         "url": "https://www.theguardian.com/world/2021/apr/04/two-new-vaccines-on-the-way-with-more-to-follow-this-year"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T14:33:30Z",
      "id": "6069ce368f08611d06d8bb77",
      "lastModifiedDate": "2021-04-04T14:33:29Z",
      "published": true,
      "publishedDate": "2021-04-04T14:33:30Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eA London skyscraper is poised to become the \u003cstrong\u003eUK’s\u003c/strong\u003e most expensive office block after being put up for sale for £1.8bn, in an acid test for whether the move to remote working during the coronavirus pandemic is expected to last.\u003c/p\u003e \u003cp\u003eThe deal for the 37-storey 100 Bishopsgate building in the heart of the financial district, which is home to the law firm Freshfields, the Royal Bank of Canada and the investment bank Jefferies, is expected to surpass the \u003ca href=\"https://www.theguardian.com/money/2017/jul/27/londons-walkie-talkie-building-sold-for-record-breaking-13bn\"\u003e£1.3bn paid for the nearby Walkie Talkie building\u003c/a\u003e in 2017 despite an exodus from the City in the past year.\u003c/p\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/business/2021/apr/04/london-skyscraper-100-bishopsgate-set-become-uk-most-expensive-office-block-remote-working-pandemic\"\u003eLondon skyscraper set to become UK's most expensive office block\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "A London skyscraper is poised to become the UK’s most expensive office block after being put up for sale for £1.8bn, in an acid test for whether the move to remote working during the coronavirus pandemic is expected to last. The deal for the 37-storey 100 Bishopsgate building in the heart of the financial district, which is home to the law firm Freshfields, the Royal Bank of Canada and the investment bank Jefferies, is expected to surpass the £1.3bn paid for the nearby Walkie Talkie building in 2017 despite an exodus from the City in the past year.",
      "contributors": [],
      "createdDate": "2021-04-04T14:31:27Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eA London skyscraper is poised to become the \u003cstrong\u003eUK’s\u003c/strong\u003e most expensive office block after being put up for sale for £1.8bn, in an acid test for whether the move to remote working during the coronavirus pandemic is expected to last.\u003c/p\u003e \n\u003cp\u003eThe deal for the 37-storey 100 Bishopsgate building in the heart of the financial district, which is home to the law firm Freshfields, the Royal Bank of Canada and the investment bank Jefferies, is expected to surpass the \u003ca href=\"https://www.theguardian.com/money/2017/jul/27/londons-walkie-talkie-building-sold-for-record-breaking-13bn\"\u003e£1.3bn paid for the nearby Walkie Talkie building\u003c/a\u003e in 2017 despite an exodus from the City in the past year.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "London skyscraper set to become UK's most expensive office block",
         "originalUrl": "https://www.theguardian.com/business/2021/apr/04/london-skyscraper-100-bishopsgate-set-become-uk-most-expensive-office-block-remote-working-pandemic",
         "url": "https://www.theguardian.com/business/2021/apr/04/london-skyscraper-100-bishopsgate-set-become-uk-most-expensive-office-block-remote-working-pandemic"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T14:31:41Z",
      "id": "6069cdbf8f087a7cbd51f9f1",
      "lastModifiedDate": "2021-04-04T14:31:41Z",
      "published": true,
      "publishedDate": "2021-04-04T14:31:41Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "Portugal U-turn on travel to Spain"
      },
      "bodyHtml": "\u003cp\u003ePortugal on Sunday extended restrictions on travel via land and sea to Spain that had been due to end this weekend until April 15 as it works to contain the spread of COVID-19, Victoria Waldersee of Reuters reports. \u003c/p\u003e \u003cp\u003eThe two countries imposed the restrictions on Jan. 28. \u003c/p\u003e \u003cp\u003eThe interior ministry said the restrictions would remain in place for a further 11 days, adding that the measures did not prevent citizens or residents of Portugal from entering the country.\u003c/p\u003e \u003cp\u003eVehicles transporting goods, emergency vehicles and seasonal border workers are also exempt.\u003c/p\u003e \u003cp\u003eNationals from Britain, Brazil and South Africa - where more contagious coronavirus variants were first detected - or any country with an infection rate above 500 cases per 100,000 people must quarantine for 14 days if they have entered via the land border, the statement said.\u003c/p\u003e \u003cp\u003ePortugal, which has so far reported 780,322 COVID-19 cases and 16,879 deaths, is slowly lifting some other restrictions after a three-month nationwide lockdown came into force early this year.\u003c/p\u003e \u003cp\u003eMeanwhile, Greece said on Sunday it was extending restrictions on domestic flights until April 12 and on international flights until April 19 as the number of new infections there continues to rise.\u003c/p\u003e",
      "bodyTextSummary": "Portugal on Sunday extended restrictions on travel via land and sea to Spain that had been due to end this weekend until April 15 as it works to contain the spread of COVID-19, Victoria Waldersee of Reuters reports. The two countries imposed the restrictions on Jan. 28. The interior ministry said the restrictions would remain in place for a further 11 days, adding that the measures did not prevent citizens or residents of Portugal from entering the country. Vehicles transporting goods, emergency vehicles and seasonal border workers are also exempt. Nationals from Britain, Brazil and South Africa - where more contagious coronavirus variants were first detected - or any country with an infection rate above 500 cases per 100,000 people must quarantine for 14 days if they have entered via the land border, the statement said. Portugal, which has so far reported 780,322 COVID-19 cases and 16,879 deaths, is slowly lifting some other restrictions after a three-month nationwide lockdown came into force early this year. Meanwhile, Greece said on Sunday it was extending restrictions on domestic flights until April 12 and on international flights until April 19 as the number of new infections there continues to rise.",
      "contributors": [],
      "createdDate": "2021-04-04T14:24:49Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003ePortugal on Sunday extended restrictions on travel via land and sea to Spain that had been due to end this weekend until April 15 as it works to contain the spread of COVID-19, Victoria Waldersee of Reuters reports. \u003c/p\u003e \n\u003cp\u003eThe two countries imposed the restrictions on Jan. 28. \u003c/p\u003e \n\u003cp\u003eThe interior ministry said the restrictions would remain in place for a further 11 days, adding that the measures did not prevent citizens or residents of Portugal from entering the country.\u003c/p\u003e \n\u003cp\u003eVehicles transporting goods, emergency vehicles and seasonal border workers are also exempt.\u003c/p\u003e \n\u003cp\u003eNationals from Britain, Brazil and South Africa - where more contagious coronavirus variants were first detected - or any country with an infection rate above 500 cases per 100,000 people must quarantine for 14 days if they have entered via the land border, the statement said.\u003c/p\u003e \n\u003cp\u003ePortugal, which has so far reported 780,322 COVID-19 cases and 16,879 deaths, is slowly lifting some other restrictions after a three-month nationwide lockdown came into force early this year.\u003c/p\u003e \n\u003cp\u003eMeanwhile, Greece said on Sunday it was extending restrictions on domestic flights until April 12 and on international flights until April 19 as the number of new infections there continues to rise.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T14:26:02Z",
      "id": "6069cc318f08611d06d8bb52",
      "lastModifiedDate": "2021-04-04T14:26:01Z",
      "published": true,
      "publishedDate": "2021-04-04T14:26:02Z",
      "title": "Portugal U-turn on travel to Spain"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "Scotland records 343 news coronavirus cases, no deaths"
      },
      "bodyHtml": "\u003cp\u003eScotland recorded 343 new coronavirus cases and no deaths of Covid-19 patients in the past 24 hours, according to the latest data.\u003c/p\u003e \u003cp\u003eFigures published by the Scottish Government on Sunday indicate the daily test positivity rate is 2.7%, up from 2.1% on Saturday.\u003c/p\u003e \u003cp\u003eA total of 2,553,837 people have received the first dose of a Covid-19 vaccination and 451,057 have received their second dose.\u003c/p\u003e \u003cp\u003eSunday’s figures mean the death toll under this measure - of people who first tested positive for the virus within the previous 28 days - remains at 7,614.\u003c/p\u003e \u003cp\u003eThe Scottish Government is only publishing updates on the above data during the Easter break and the remaining daily statistics - such as hospital and intensive care figures - will be updated on Tuesday.\u003c/p\u003e",
      "bodyTextSummary": "Scotland recorded 343 new coronavirus cases and no deaths of Covid-19 patients in the past 24 hours, according to the latest data. Figures published by the Scottish Government on Sunday indicate the daily test positivity rate is 2.7%, up from 2.1% on Saturday. A total of 2,553,837 people have received the first dose of a Covid-19 vaccination and 451,057 have received their second dose. Sunday’s figures mean the death toll under this measure - of people who first tested positive for the virus within the previous 28 days - remains at 7,614. The Scottish Government is only publishing updates on the above data during the Easter break and the remaining daily statistics - such as hospital and intensive care figures - will be updated on Tuesday.",
      "contributors": [],
      "createdDate": "2021-04-04T14:20:18Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eScotland recorded 343 new coronavirus cases and no deaths of Covid-19 patients in the past 24 hours, according to the latest data.\u003c/p\u003e \n\u003cp\u003eFigures published by the Scottish Government on Sunday indicate the daily test positivity rate is 2.7%, up from 2.1% on Saturday.\u003c/p\u003e \n\u003cp\u003eA total of 2,553,837 people have received the first dose of a Covid-19 vaccination and 451,057 have received their second dose.\u003c/p\u003e \n\u003cp\u003eSunday’s figures mean the death toll under this measure - of people who first tested positive for the virus within the previous 28 days - remains at 7,614.\u003c/p\u003e \n\u003cp\u003eThe Scottish Government is only publishing updates on the above data during the Easter break and the remaining daily statistics - such as hospital and intensive care figures - will be updated on Tuesday.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T14:20:44Z",
      "id": "6069cb228f08611d06d8bb33",
      "lastModifiedDate": "2021-04-04T14:20:43Z",
      "published": true,
      "publishedDate": "2021-04-04T14:20:44Z",
      "title": "Scotland records 343 news coronavirus cases, no deaths"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eSome schools in the \u003cstrong\u003eUK\u003c/strong\u003e are not giving teachers time off from work to receive their Covid-19 vaccine, a teaching union leader has said.\u003c/p\u003e \u003cp\u003eThe Press Association reports:\u003c/p\u003e \u003cp\u003eDr Patrick Roach, general secretary of the NASUWT teaching union, has called on ministers to act and “step in” when employers refuse to listen to teachers’ concerns amid the pandemic as he said they “deserve better”.\u003c/p\u003e \u003cp\u003eAddressing the NASUWT’s annual conference, Dr Roach highlighted “shoddy” practices where he said some employers have not put teachers’ safety first.\u003c/p\u003e \u003cp\u003eHe said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eMinisters mustn’t only listen to the concerns of the profession - they need to act on them. Listen to teachers’ concerns about those employers who have felt emboldened to pursue ‘business as usual’.\u003c/p\u003e \u003cp\u003eListen to teachers’ concerns about uncaring employers who seek to discipline teachers if they contract Covid, or tell teachers they can’t have time off to receive their Covid vaccine jab.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eDr Roach said reports of school staff being denied time off to get their vaccination were “widespread”.\u003c/p\u003e \u003cp\u003eSpeaking to reporters, the union leader said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eI wish it was only a one-off but the number of times that’s come across my desk I cannot begin to tell you. It has been pretty widespread.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eDr Roach said the Education Secretary had issued further guidance to schools on the issue after concerns were raised by the NASUWT teaching union.\u003cbr\u003eHe warned that such practices could play into issues around “vaccine hesitancy” and “slow down the system for everyone else”. \u003c/p\u003e \u003cp\u003eIn his speech to the conference, Dr Roach launched an attack on the Government over its handling of the pandemic and actions towards teachers.\u003c/p\u003e \u003cp\u003eHe said staff “must not be coerced into working yet longer hours or delivering summer schools” to deliver the Government’s short-term fixes.\u003c/p\u003e \u003cp\u003eDr Roach added: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eTeachers’ commitment and resilience have already been tested to the limit. They don’t need more exhortation and empty words - they need action by Government which puts teachers first.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eHis comments came after the Education Secretary confirmed that a change to the summer holidays and longer school days are being considered as part of long-term recovery plans for pupils who have missed out on lessons.\u003c/p\u003e \u003cp\u003eIn his speech on Sunday, Dr Roach said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eGovernment needs to stop looking for quick fixes and grabbing media headlines - instead of catch-up, they need to catch on, catch on to the long-term damage inflicted by their own policies.\u003c/p\u003e \u003cp\u003eCatch on to the need for much greater investment in all those services that will provide the foundation for the education recovery that children and young people need.\u003c/p\u003e \u003cp\u003eIf we are to aspire to have the best country for children to grow up in, we will need more than catch-up and recovery. We need a plan for education renewal. And, we want a recovery, a renewal, that’s teacher-led too.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eOn Sunday, Labour leader Sir Keir Starmer told the NASUWT conference: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe challenges of the pandemic have thrown into sharp relief the inequalities that were already embedded in our society.\u003c/p\u003e \u003cp\u003eThat is why there can be no return to business as usual.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eIn a video message to delegates, Sir Keir said he knew “first-hand” that teachers had risen to the challenge as his children have been in school throughout the year due to his wife being an NHS worker.\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eTheir teachers’ and all the school staff’s commitment and dedication has been nothing short of extraordinary. And I know that is the case in schools right across the country.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "Some schools in the UK are not giving teachers time off from work to receive their Covid-19 vaccine, a teaching union leader has said. The Press Association reports: Dr Patrick Roach, general secretary of the NASUWT teaching union, has called on ministers to act and “step in” when employers refuse to listen to teachers’ concerns amid the pandemic as he said they “deserve better”. Addressing the NASUWT’s annual conference, Dr Roach highlighted “shoddy” practices where he said some employers have not put teachers’ safety first. He said: Ministers mustn’t only listen to the concerns of the profession - they need to act on them. Listen to teachers’ concerns about those employers who have felt emboldened to pursue ‘business as usual’. Listen to teachers’ concerns about uncaring employers who seek to discipline teachers if they contract Covid, or tell teachers they can’t have time off to receive their Covid vaccine jab. Dr Roach said reports of school staff being denied time off to get their vaccination were “widespread”. Speaking to reporters, the union leader said: I wish it was only a one-off but the number of times that’s come across my desk I cannot begin to tell you. It has been pretty widespread. Dr Roach said the Education Secretary had issued further guidance to schools on the issue after concerns were raised by the NASUWT teaching union. He warned that such practices could play into issues around “vaccine hesitancy” and “slow down the system for everyone else”. In his speech to the conference, Dr Roach launched an attack on the Government over its handling of the pandemic and actions towards teachers. He said staff “must not be coerced into working yet longer hours or delivering summer schools” to deliver the Government’s short-term fixes. Dr Roach added: Teachers’ commitment and resilience have already been tested to the limit. They don’t need more exhortation and empty words - they need action by Government which puts teachers first. His comments came after the Education Secretary confirmed that a change to the summer holidays and longer school days are being considered as part of long-term recovery plans for pupils who have missed out on lessons. In his speech on Sunday, Dr Roach said: Government needs to stop looking for quick fixes and grabbing media headlines - instead of catch-up, they need to catch on, catch on to the long-term damage inflicted by their own policies. Catch on to the need for much greater investment in all those services that will provide the foundation for the education recovery that children and young people need. If we are to aspire to have the best country for children to grow up in, we will need more than catch-up and recovery. We need a plan for education renewal. And, we want a recovery, a renewal, that’s teacher-led too. On Sunday, Labour leader Sir Keir Starmer told the NASUWT conference: The challenges of the pandemic have thrown into sharp relief the inequalities that were already embedded in our society. That is why there can be no return to business as usual. In a video message to delegates, Sir Keir said he knew “first-hand” that teachers had risen to the challenge as his children have been in school throughout the year due to his wife being an NHS worker. Their teachers’ and all the school staff’s commitment and dedication has been nothing short of extraordinary. And I know that is the case in schools right across the country.",
      "contributors": [],
      "createdDate": "2021-04-04T14:12:27Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eSome schools in the \u003cstrong\u003eUK\u003c/strong\u003e are not giving teachers time off from work to receive their Covid-19 vaccine, a teaching union leader has said.\u003c/p\u003e \n\u003cp\u003eThe Press Association reports:\u003c/p\u003e \n\u003cp\u003eDr Patrick Roach, general secretary of the NASUWT teaching union, has called on ministers to act and “step in” when employers refuse to listen to teachers’ concerns amid the pandemic as he said they “deserve better”.\u003c/p\u003e \n\u003cp\u003eAddressing the NASUWT’s annual conference, Dr Roach highlighted “shoddy” practices where he said some employers have not put teachers’ safety first.\u003c/p\u003e \n\u003cp\u003eHe said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eMinisters mustn’t only listen to the concerns of the profession - they need to act on them. Listen to teachers’ concerns about those employers who have felt emboldened to pursue ‘business as usual’.\u003c/p\u003e \n \u003cp\u003eListen to teachers’ concerns about uncaring employers who seek to discipline teachers if they contract Covid, or tell teachers they can’t have time off to receive their Covid vaccine jab.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eDr Roach said reports of school staff being denied time off to get their vaccination were “widespread”.\u003c/p\u003e \n\u003cp\u003eSpeaking to reporters, the union leader said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eI wish it was only a one-off but the number of times that’s come across my desk I cannot begin to tell you. It has been pretty widespread.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eDr Roach said the Education Secretary had issued further guidance to schools on the issue after concerns were raised by the NASUWT teaching union.\u003cbr\u003eHe warned that such practices could play into issues around “vaccine hesitancy” and “slow down the system for everyone else”. \u003c/p\u003e \n\u003cp\u003eIn his speech to the conference, Dr Roach launched an attack on the Government over its handling of the pandemic and actions towards teachers.\u003c/p\u003e \n\u003cp\u003eHe said staff “must not be coerced into working yet longer hours or delivering summer schools” to deliver the Government’s short-term fixes.\u003c/p\u003e \n\u003cp\u003eDr Roach added: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eTeachers’ commitment and resilience have already been tested to the limit. They don’t need more exhortation and empty words - they need action by Government which puts teachers first.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eHis comments came after the Education Secretary confirmed that a change to the summer holidays and longer school days are being considered as part of long-term recovery plans for pupils who have missed out on lessons.\u003c/p\u003e \n\u003cp\u003eIn his speech on Sunday, Dr Roach said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eGovernment needs to stop looking for quick fixes and grabbing media headlines - instead of catch-up, they need to catch on, catch on to the long-term damage inflicted by their own policies.\u003c/p\u003e \n \u003cp\u003eCatch on to the need for much greater investment in all those services that will provide the foundation for the education recovery that children and young people need.\u003c/p\u003e \n \u003cp\u003eIf we are to aspire to have the best country for children to grow up in, we will need more than catch-up and recovery. We need a plan for education renewal. And, we want a recovery, a renewal, that’s teacher-led too.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eOn Sunday, Labour leader Sir Keir Starmer told the NASUWT conference: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe challenges of the pandemic have thrown into sharp relief the inequalities that were already embedded in our society.\u003c/p\u003e \n \u003cp\u003eThat is why there can be no return to business as usual.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eIn a video message to delegates, Sir Keir said he knew “first-hand” that teachers had risen to the challenge as his children have been in school throughout the year due to his wife being an NHS worker.\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eTheir teachers’ and all the school staff’s commitment and dedication has been nothing short of extraordinary. And I know that is the case in schools right across the country.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T14:14:54Z",
      "id": "6069c94b8f087a7cbd51f9ba",
      "lastModifiedDate": "2021-04-04T16:17:59Z",
      "published": true,
      "publishedDate": "2021-04-04T16:17:59Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/global/2021/apr/04/how-new-zealands-covid-success-made-it-a-laboratory-for-the-world\"\u003eHow New Zealand's Covid success made it a laboratory for the world\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "",
      "contributors": [],
      "createdDate": "2021-04-04T14:03:09Z",
      "elements": [
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "How New Zealand's Covid success made it a laboratory for the world",
         "originalUrl": "https://www.theguardian.com/global/2021/apr/04/how-new-zealands-covid-success-made-it-a-laboratory-for-the-world",
         "url": "https://www.theguardian.com/global/2021/apr/04/how-new-zealands-covid-success-made-it-a-laboratory-for-the-world"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T14:03:13Z",
      "id": "6069c71d8f083302090e460d",
      "lastModifiedDate": "2021-04-04T14:03:13Z",
      "published": true,
      "publishedDate": "2021-04-04T14:03:13Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eUS\u003c/strong\u003e President Joe Biden’s top economic adviser said on Sunday that the goal of the administration’s infrastructure proposal is investment that will foster job growth in both the short- and long-term, Reuters reports.\u003c/p\u003e \u003cp\u003eAppearing on on “Fox News Sunday”, White House economic adviser Brian Deese said:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eWhat our plan says is, ‘let’s keep the economy going, let’s see more job creation’ - that’s a really good thing for the economy. \u003c/p\u003e \u003cp\u003eBut let’s also think for the longer term, about where those investments that we can make that will really drive, not just more job growth but better job growth, not just job growth in the short term but job growth for long term, by investing in our infrastructure, by investing in our research and development, in a way that we haven’t since the 1960s.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "US President Joe Biden’s top economic adviser said on Sunday that the goal of the administration’s infrastructure proposal is investment that will foster job growth in both the short- and long-term, Reuters reports. Appearing on on “Fox News Sunday”, White House economic adviser Brian Deese said: What our plan says is, ‘let’s keep the economy going, let’s see more job creation’ - that’s a really good thing for the economy. But let’s also think for the longer term, about where those investments that we can make that will really drive, not just more job growth but better job growth, not just job growth in the short term but job growth for long term, by investing in our infrastructure, by investing in our research and development, in a way that we haven’t since the 1960s.",
      "contributors": [],
      "createdDate": "2021-04-04T13:40:11Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eUS\u003c/strong\u003e President Joe Biden’s top economic adviser said on Sunday that the goal of the administration’s infrastructure proposal is investment that will foster job growth in both the short- and long-term, Reuters reports.\u003c/p\u003e \n\u003cp\u003eAppearing on on “Fox News Sunday”, White House economic adviser Brian Deese said:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eWhat our plan says is, ‘let’s keep the economy going, let’s see more job creation’ - that’s a really good thing for the economy. \u003c/p\u003e \n \u003cp\u003eBut let’s also think for the longer term, about where those investments that we can make that will really drive, not just more job growth but better job growth, not just job growth in the short term but job growth for long term, by investing in our infrastructure, by investing in our research and development, in a way that we haven’t since the 1960s.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T13:41:13Z",
      "id": "6069c1bb8f08611d06d8baba",
      "lastModifiedDate": "2021-04-04T13:41:13Z",
      "published": true,
      "publishedDate": "2021-04-04T13:41:13Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eMedical charities have expressed dismay at the \u003cstrong\u003eUK\u003c/strong\u003e government’s failure to act over hundreds of millions of pounds of research that is at risk because of the catastrophic impact of Covid on fundraising, writes Ian Sample. \u003c/p\u003e \u003cp\u003eWith charity shops closed and fundraising events cancelled, medical charities have been forced to cut more than 40% of their research spending in the past year, and have told institutions that more cuts will follow.\u003c/p\u003e \u003cp\u003eIn an 11th hour deal last week, the government announced £250m to help pay for the \u003ca href=\"https://www.theguardian.com/science/2021/apr/01/uk-pledges-extra-250m-for-hi-tech-research-collaboration-with-eu\"\u003eUK’s association with Horizon Europe\u003c/a\u003e, an international, seven-year research programme. But leading scientific institutions still face cuts of more than 20% because of the collapse in medical charity funding.\u003c/p\u003e \u003cp\u003eCarol Bewick, the director of membership engagement and communications at the Association of Medical Research \u003ca href=\"https://www.theguardian.com/society/charities\"\u003eCharities\u003c/a\u003e, said the Horizon Europe commitment was welcome news for scientists and researchers but “this will not remedy the drastic shortfall in charity research funding that they are facing”.\u003c/p\u003e \u003cp\u003eShe said: “Since June last year we’ve been telling government that charity-funded research is at risk, but time and time again they’ve failed to protect it.” The charities paid for half of all publicly funded medical research in the UK in 2019.\u003c/p\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/science/2021/apr/04/lack-covid-help-puts-medical-research-risk-uk-charities-warn\"\u003eLack of Covid help puts medical research at risk, UK charities warn\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "Medical charities have expressed dismay at the UK government’s failure to act over hundreds of millions of pounds of research that is at risk because of the catastrophic impact of Covid on fundraising, writes Ian Sample. With charity shops closed and fundraising events cancelled, medical charities have been forced to cut more than 40% of their research spending in the past year, and have told institutions that more cuts will follow. In an 11th hour deal last week, the government announced £250m to help pay for the UK’s association with Horizon Europe, an international, seven-year research programme. But leading scientific institutions still face cuts of more than 20% because of the collapse in medical charity funding. Carol Bewick, the director of membership engagement and communications at the Association of Medical Research Charities, said the Horizon Europe commitment was welcome news for scientists and researchers but “this will not remedy the drastic shortfall in charity research funding that they are facing”. She said: “Since June last year we’ve been telling government that charity-funded research is at risk, but time and time again they’ve failed to protect it.” The charities paid for half of all publicly funded medical research in the UK in 2019.",
      "contributors": [
       "iansample"
      ],
      "createdDate": "2021-04-04T13:38:22Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eMedical charities have expressed dismay at the \u003cstrong\u003eUK\u003c/strong\u003e government’s failure to act over hundreds of millions of pounds of research that is at risk because of the catastrophic impact of Covid on fundraising, writes Ian Sample. \u003c/p\u003e \n\u003cp\u003eWith charity shops closed and fundraising events cancelled, medical charities have been forced to cut more than 40% of their research spending in the past year, and have told institutions that more cuts will follow.\u003c/p\u003e \n\u003cp\u003eIn an 11th hour deal last week, the government announced £250m to help pay for the \u003ca href=\"https://www.theguardian.com/science/2021/apr/01/uk-pledges-extra-250m-for-hi-tech-research-collaboration-with-eu\"\u003eUK’s association with Horizon Europe\u003c/a\u003e, an international, seven-year research programme. But leading scientific institutions still face cuts of more than 20% because of the collapse in medical charity funding.\u003c/p\u003e \n\u003cp\u003eCarol Bewick, the director of membership engagement and communications at the Association of Medical Research \u003ca href=\"https://www.theguardian.com/society/charities\"\u003eCharities\u003c/a\u003e, said the Horizon Europe commitment was welcome news for scientists and researchers but “this will not remedy the drastic shortfall in charity research funding that they are facing”.\u003c/p\u003e \n\u003cp\u003eShe said: “Since June last year we’ve been telling government that charity-funded research is at risk, but time and time again they’ve failed to protect it.” The charities paid for half of all publicly funded medical research in the UK in 2019.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Lack of Covid help puts medical research at risk, UK charities warn",
         "originalUrl": "https://www.theguardian.com/science/2021/apr/04/lack-covid-help-puts-medical-research-risk-uk-charities-warn",
         "url": "https://www.theguardian.com/science/2021/apr/04/lack-covid-help-puts-medical-research-risk-uk-charities-warn"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T13:39:03Z",
      "id": "6069c14e8f083302090e45cf",
      "lastModifiedDate": "2021-04-04T13:39:03Z",
      "published": true,
      "publishedDate": "2021-04-04T13:39:03Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe traditional showdown between \u003cstrong\u003eUK\u003c/strong\u003e universities Oxford and Cambridge has been moved from the River Thames in London to Ely in Cambridgeshire for the first time since World War Two, because of the coronavirus pandemic and safety concerns over Hammersmith Bridge.\u003c/p\u003e \u003cp\u003eThe 166th Boat Race will take place on the River Great Ouse on Sunday 4 April.\u003c/p\u003e",
      "bodyTextSummary": "The traditional showdown between UK universities Oxford and Cambridge has been moved from the River Thames in London to Ely in Cambridgeshire for the first time since World War Two, because of the coronavirus pandemic and safety concerns over Hammersmith Bridge. The 166th Boat Race will take place on the River Great Ouse on Sunday 4 April.",
      "contributors": [],
      "createdDate": "2021-04-04T13:36:56Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe traditional showdown between \u003cstrong\u003eUK\u003c/strong\u003e universities Oxford and Cambridge has been moved from the River Thames in London to Ely in Cambridgeshire for the first time since World War Two, because of the coronavirus pandemic and safety concerns over Hammersmith Bridge.\u003c/p\u003e \n\u003cp\u003eThe 166th Boat Race will take place on the River Great Ouse on Sunday 4 April.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T13:37:21Z",
      "id": "6069c0f88f087a7cbd51f949",
      "lastModifiedDate": "2021-04-04T13:37:20Z",
      "published": true,
      "publishedDate": "2021-04-04T13:37:21Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe \u003ca href=\"https://www.theguardian.com/football/carabao-cup\"\u003eCarabao Cup\u003c/a\u003e final, the second FA Cup semi-final and the FA Cup final will serve as Wembley pilot events for the government’s ‘Covid status certification’ scheme.\u003c/p\u003e \u003cp\u003eThe plan is to enable the safe return of mass gatherings and indoor events as lockdown restrictions ease in England, with officials preparing a series of trial events over the coming months as they look to find a way for fans to return to sporting venues.\u003c/p\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/football/2021/apr/04/wembley-covid-test-events-fa-cup-carabao-cup\"\u003eFA 'delighted' Wembley will host pilot events for 'Covid status certification'\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "The Carabao Cup final, the second FA Cup semi-final and the FA Cup final will serve as Wembley pilot events for the government’s ‘Covid status certification’ scheme. The plan is to enable the safe return of mass gatherings and indoor events as lockdown restrictions ease in England, with officials preparing a series of trial events over the coming months as they look to find a way for fans to return to sporting venues.",
      "contributors": [],
      "createdDate": "2021-04-04T13:23:06Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe \u003ca href=\"https://www.theguardian.com/football/carabao-cup\"\u003eCarabao Cup\u003c/a\u003e final, the second FA Cup semi-final and the FA Cup final will serve as Wembley pilot events for the government’s ‘Covid status certification’ scheme.\u003c/p\u003e \n\u003cp\u003eThe plan is to enable the safe return of mass gatherings and indoor events as lockdown restrictions ease in England, with officials preparing a series of trial events over the coming months as they look to find a way for fans to return to sporting venues.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "FA 'delighted' Wembley will host pilot events for 'Covid status certification'",
         "originalUrl": "https://www.theguardian.com/football/2021/apr/04/wembley-covid-test-events-fa-cup-carabao-cup",
         "url": "https://www.theguardian.com/football/2021/apr/04/wembley-covid-test-events-fa-cup-carabao-cup"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T13:23:24Z",
      "id": "6069bdba8f083302090e45a8",
      "lastModifiedDate": "2021-04-04T13:23:24Z",
      "published": true,
      "publishedDate": "2021-04-04T13:23:24Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "UK reports lowest number of Covid deaths since mid-September"
      },
      "bodyHtml": "\u003cp\u003eThe \u003cstrong\u003eUK\u003c/strong\u003e has reported its lowest number of Covid deaths since mid-September, according to official figures. \u003c/p\u003e \u003cp\u003eData shows that more than five million people have now had both doses of a vaccine.\u003c/p\u003e \u003cp\u003eA further 3,423 infections were reported in the latest 24-hour period, while another 10 deaths have been recorded within 28 days of a positive \u003cstrong\u003e\u003ca href=\"https://news.sky.com/topic/covid-19-8518\"\u003eCOVID-19\u003c/a\u003e\u003c/strong\u003e test. \u003c/p\u003e \u003cp\u003eThis compares to 52 on Friday and 58 last Saturday. It’s the lowest figure since nine deaths were reported on 14 September.\u003c/p\u003e",
      "bodyTextSummary": "The UK has reported its lowest number of Covid deaths since mid-September, according to official figures. Data shows that more than five million people have now had both doses of a vaccine. A further 3,423 infections were reported in the latest 24-hour period, while another 10 deaths have been recorded within 28 days of a positive COVID-19 test. This compares to 52 on Friday and 58 last Saturday. It’s the lowest figure since nine deaths were reported on 14 September.",
      "contributors": [],
      "createdDate": "2021-04-04T13:18:38Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe \u003cstrong\u003eUK\u003c/strong\u003e has reported its lowest number of Covid deaths since mid-September, according to official figures. \u003c/p\u003e \n\u003cp\u003eData shows that more than five million people have now had both doses of a vaccine.\u003c/p\u003e \n\u003cp\u003eA further 3,423 infections were reported in the latest 24-hour period, while another 10 deaths have been recorded within 28 days of a positive \u003cstrong\u003e\u003ca href=\"https://news.sky.com/topic/covid-19-8518\"\u003eCOVID-19\u003c/a\u003e\u003c/strong\u003e test. \u003c/p\u003e \n\u003cp\u003eThis compares to 52 on Friday and 58 last Saturday. It’s the lowest figure since nine deaths were reported on 14 September.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T13:20:25Z",
      "id": "6069bcae8f083302090e45a1",
      "lastModifiedDate": "2021-04-04T13:20:25Z",
      "published": true,
      "publishedDate": "2021-04-04T13:20:25Z",
      "title": "UK reports lowest number of Covid deaths since mid-September"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe IT company helping the \u003cstrong\u003eUK\u003c/strong\u003e Government with a possible Covid-19 passport app has said its technology is “an efficient, secure and scalable solution” that will support the safe reopening of society, reports Catherine Wylie of the Press Association. \u003c/p\u003e \u003cp\u003eNetcompany has already confirmed its digital Corona passport app will be used in Denmark and is expected to be ready in May.\u003c/p\u003e \u003cp\u003eThe UK Government is working on the development of a “Covid status certification” scheme, the so-called vaccine passport, and a Whitehall source said Netcompany is “helping with the technical architecture of a possible app”.\u003c/p\u003e \u003cp\u003eNetcompany was awarded a year-long contract in November worth 3,107,200 for “Alpha, Beta and Live Support services to NHS Test and Trace”, according to the Government website.\u003c/p\u003e \u003cp\u003eThe firm’s website says: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eNetcompany’s digital Corona passport is an efficient, secure and scalable solution that supports a safe reopening of societies and businesses, granting citizens access to the workplace, business - and holiday travels, healthcare institutions and cultural institutions.\u003c/p\u003e \u003cp\u003eIn addition, the solution can support a more responsible return of private gatherings, weddings etc.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eThe company says the solution is built on technology that prevents forgery and is ready-made to be adapted to ongoing developments, such as mutations and new test solutions.\u003c/p\u003e \u003cp\u003eThe company says:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThis ensures that organisers and citizens can feel safe, while society gradually reopens, and venues and cultural events can remain open, without experiencing long queues, as the app works offline as well, and checks can be made in less than one second.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eThe app is said to be user-friendly and simple for both citizens and organisers to use, and the protection of user privacy is “central to the solution” with all data stored on the user’s phone.\u003c/p\u003e \u003cp\u003eAnnouncing that Netcompany would deliver the Danish corona passport app last month, CEO Andre Rogaczewski said it will be “a vital tool in accelerating the return to a more normal everyday life in Denmark where we can cross borders more easily and reopen society, based on testing, vaccination and immunity”.\u003c/p\u003e \u003cp\u003eVideos on the Netcompany website show what the app looks like and how people will use it, with one of the videos featuring the fictitious Larsen family using the app in a number of scenarios.\u003c/p\u003e \u003cp\u003eA Government spokeswoman said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe video on Netcompany’s website states that all scenarios are fictitious and not indicative of how a certification system might work in the UK.\u003c/p\u003e \u003cp\u003eNo final decisions have been made on how a certification system might work in practice. Any such system that we use will take into account three factors: vaccination, a negative test and natural immunity.\u003c/p\u003e \u003cp\u003eThe review is considering a range of issues, including the ethical, equalities, privacy, legal and operational aspects and what limits, if any, should be placed on organisations using certification.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "The IT company helping the UK Government with a possible Covid-19 passport app has said its technology is “an efficient, secure and scalable solution” that will support the safe reopening of society, reports Catherine Wylie of the Press Association. Netcompany has already confirmed its digital Corona passport app will be used in Denmark and is expected to be ready in May. The UK Government is working on the development of a “Covid status certification” scheme, the so-called vaccine passport, and a Whitehall source said Netcompany is “helping with the technical architecture of a possible app”. Netcompany was awarded a year-long contract in November worth 3,107,200 for “Alpha, Beta and Live Support services to NHS Test and Trace”, according to the Government website. The firm’s website says: Netcompany’s digital Corona passport is an efficient, secure and scalable solution that supports a safe reopening of societies and businesses, granting citizens access to the workplace, business - and holiday travels, healthcare institutions and cultural institutions. In addition, the solution can support a more responsible return of private gatherings, weddings etc. The company says the solution is built on technology that prevents forgery and is ready-made to be adapted to ongoing developments, such as mutations and new test solutions. The company says: This ensures that organisers and citizens can feel safe, while society gradually reopens, and venues and cultural events can remain open, without experiencing long queues, as the app works offline as well, and checks can be made in less than one second. The app is said to be user-friendly and simple for both citizens and organisers to use, and the protection of user privacy is “central to the solution” with all data stored on the user’s phone. Announcing that Netcompany would deliver the Danish corona passport app last month, CEO Andre Rogaczewski said it will be “a vital tool in accelerating the return to a more normal everyday life in Denmark where we can cross borders more easily and reopen society, based on testing, vaccination and immunity”. Videos on the Netcompany website show what the app looks like and how people will use it, with one of the videos featuring the fictitious Larsen family using the app in a number of scenarios. A Government spokeswoman said: The video on Netcompany’s website states that all scenarios are fictitious and not indicative of how a certification system might work in the UK. No final decisions have been made on how a certification system might work in practice. Any such system that we use will take into account three factors: vaccination, a negative test and natural immunity. The review is considering a range of issues, including the ethical, equalities, privacy, legal and operational aspects and what limits, if any, should be placed on organisations using certification.",
      "contributors": [],
      "createdDate": "2021-04-04T13:06:52Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe IT company helping the \u003cstrong\u003eUK\u003c/strong\u003e Government with a possible Covid-19 passport app has said its technology is “an efficient, secure and scalable solution” that will support the safe reopening of society, reports Catherine Wylie of the Press Association. \u003c/p\u003e \n\u003cp\u003eNetcompany has already confirmed its digital Corona passport app will be used in Denmark and is expected to be ready in May.\u003c/p\u003e \n\u003cp\u003eThe UK Government is working on the development of a “Covid status certification” scheme, the so-called vaccine passport, and a Whitehall source said Netcompany is “helping with the technical architecture of a possible app”.\u003c/p\u003e \n\u003cp\u003eNetcompany was awarded a year-long contract in November worth 3,107,200 for “Alpha, Beta and Live Support services to NHS Test and Trace”, according to the Government website.\u003c/p\u003e \n\u003cp\u003eThe firm’s website says: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eNetcompany’s digital Corona passport is an efficient, secure and scalable solution that supports a safe reopening of societies and businesses, granting citizens access to the workplace, business - and holiday travels, healthcare institutions and cultural institutions.\u003c/p\u003e \n \u003cp\u003eIn addition, the solution can support a more responsible return of private gatherings, weddings etc.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eThe company says the solution is built on technology that prevents forgery and is ready-made to be adapted to ongoing developments, such as mutations and new test solutions.\u003c/p\u003e \n\u003cp\u003eThe company says:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThis ensures that organisers and citizens can feel safe, while society gradually reopens, and venues and cultural events can remain open, without experiencing long queues, as the app works offline as well, and checks can be made in less than one second.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eThe app is said to be user-friendly and simple for both citizens and organisers to use, and the protection of user privacy is “central to the solution” with all data stored on the user’s phone.\u003c/p\u003e \n\u003cp\u003eAnnouncing that Netcompany would deliver the Danish corona passport app last month, CEO Andre Rogaczewski said it will be “a vital tool in accelerating the return to a more normal everyday life in Denmark where we can cross borders more easily and reopen society, based on testing, vaccination and immunity”.\u003c/p\u003e \n\u003cp\u003eVideos on the Netcompany website show what the app looks like and how people will use it, with one of the videos featuring the fictitious Larsen family using the app in a number of scenarios.\u003c/p\u003e \n\u003cp\u003eA Government spokeswoman said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe video on Netcompany’s website states that all scenarios are fictitious and not indicative of how a certification system might work in the UK.\u003c/p\u003e \n \u003cp\u003eNo final decisions have been made on how a certification system might work in practice. Any such system that we use will take into account three factors: vaccination, a negative test and natural immunity.\u003c/p\u003e \n \u003cp\u003eThe review is considering a range of issues, including the ethical, equalities, privacy, legal and operational aspects and what limits, if any, should be placed on organisations using certification.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T13:09:28Z",
      "id": "6069b9ec8f083302090e4579",
      "lastModifiedDate": "2021-04-04T13:09:28Z",
      "published": true,
      "publishedDate": "2021-04-04T13:09:28Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eOntario has hastily reversed its reopening after new variants have ushered in a third wave of Covid cases. \u003c/p\u003e \u003cp\u003eCanada’s most populous province has been warning of rapidly spreading coronavirus variants, as cases and ICU admissions surged, writes Leyland Cecco. \u003c/p\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/world/2021/apr/04/canada-coronavirus-third-wave-variants-ontario\"\u003eOntario hastily reverses reopening as new variants usher in a third wave of Covid cases\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "Ontario has hastily reversed its reopening after new variants have ushered in a third wave of Covid cases. Canada’s most populous province has been warning of rapidly spreading coronavirus variants, as cases and ICU admissions surged, writes Leyland Cecco.",
      "contributors": [
       "leyland-cecco"
      ],
      "createdDate": "2021-04-04T13:04:57Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eOntario has hastily reversed its reopening after new variants have ushered in a third wave of Covid cases. \u003c/p\u003e \n\u003cp\u003eCanada’s most populous province has been warning of rapidly spreading coronavirus variants, as cases and ICU admissions surged, writes Leyland Cecco. \u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Ontario hastily reverses reopening as new variants usher in a third wave of Covid cases",
         "originalUrl": "https://www.theguardian.com/world/2021/apr/04/canada-coronavirus-third-wave-variants-ontario",
         "url": "https://www.theguardian.com/world/2021/apr/04/canada-coronavirus-third-wave-variants-ontario"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T13:06:00Z",
      "id": "6069b9798f087a7cbd51f8d4",
      "lastModifiedDate": "2021-04-04T13:06:00Z",
      "published": true,
      "publishedDate": "2021-04-04T13:06:00Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "India's richest state to enter new restrictions"
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eIndia’s\u003c/strong\u003e richest state, Maharashtra, said it would impose stringent COVID-19 restrictions from Monday as there has been a rapid rise in infections, a state minister said today. \u003c/p\u003e \u003cp\u003eReuters reports that the state will shut down malls, cinema halls, bars and restaurants from Monday evening and impose a complete lockdown on weekends, Nawab Malik told reporters after a cabinet meeting.\u003c/p\u003e \u003cp\u003eCoronavirus cases continue to rise rapidly in India with the number of new infections nearing all-time high on Sunday, largely driven by infections in Maharashtra, home to the country’s financial capital Mumbai.\u003c/p\u003e \u003cp\u003eThe country reported 93,249 new cases in the 24 hours to Sunday morning, according to data from the federal Health Ministry. Maharashtra accounted for more than half of that with a record 49,447 new cases.\u003c/p\u003e",
      "bodyTextSummary": "India’s richest state, Maharashtra, said it would impose stringent COVID-19 restrictions from Monday as there has been a rapid rise in infections, a state minister said today. Reuters reports that the state will shut down malls, cinema halls, bars and restaurants from Monday evening and impose a complete lockdown on weekends, Nawab Malik told reporters after a cabinet meeting. Coronavirus cases continue to rise rapidly in India with the number of new infections nearing all-time high on Sunday, largely driven by infections in Maharashtra, home to the country’s financial capital Mumbai. The country reported 93,249 new cases in the 24 hours to Sunday morning, according to data from the federal Health Ministry. Maharashtra accounted for more than half of that with a record 49,447 new cases.",
      "contributors": [],
      "createdDate": "2021-04-04T12:46:40Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eIndia’s\u003c/strong\u003e richest state, Maharashtra, said it would impose stringent COVID-19 restrictions from Monday as there has been a rapid rise in infections, a state minister said today. \u003c/p\u003e \n\u003cp\u003eReuters reports that the state will shut down malls, cinema halls, bars and restaurants from Monday evening and impose a complete lockdown on weekends, Nawab Malik told reporters after a cabinet meeting.\u003c/p\u003e \n\u003cp\u003eCoronavirus cases continue to rise rapidly in India with the number of new infections nearing all-time high on Sunday, largely driven by infections in Maharashtra, home to the country’s financial capital Mumbai.\u003c/p\u003e \n\u003cp\u003eThe country reported 93,249 new cases in the 24 hours to Sunday morning, according to data from the federal Health Ministry. Maharashtra accounted for more than half of that with a record 49,447 new cases.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T12:47:35Z",
      "id": "6069b5308f087a7cbd51f8a1",
      "lastModifiedDate": "2021-04-04T12:47:35Z",
      "published": true,
      "publishedDate": "2021-04-04T12:47:35Z",
      "title": "India's richest state to enter new restrictions"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eSports minister Nigel Huddleston has said the \u003cstrong\u003eUK\u003c/strong\u003e Government trials for the return of mass events were intended as a “learning experience” to understand how to “manage and mitigate” the risks of coronavirus transmission.\u003c/p\u003e \u003cp\u003eIn a pooled clip for broadcasters, he said:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eIt is not just about certification. The earlier pilots almost certainly won’t involve any elements of certification but it will involving testing, making sure that people are tested before and after the events. \u003c/p\u003e \u003cp\u003eWhat we will be looking at is the mitigation measures. So ventilation, one-way systems, hygiene measures, all of those kind of things to help inform long-term decision-making.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "Sports minister Nigel Huddleston has said the UK Government trials for the return of mass events were intended as a “learning experience” to understand how to “manage and mitigate” the risks of coronavirus transmission. In a pooled clip for broadcasters, he said: It is not just about certification. The earlier pilots almost certainly won’t involve any elements of certification but it will involving testing, making sure that people are tested before and after the events. What we will be looking at is the mitigation measures. So ventilation, one-way systems, hygiene measures, all of those kind of things to help inform long-term decision-making.",
      "contributors": [],
      "createdDate": "2021-04-04T12:45:00Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eSports minister Nigel Huddleston has said the \u003cstrong\u003eUK\u003c/strong\u003e Government trials for the return of mass events were intended as a “learning experience” to understand how to “manage and mitigate” the risks of coronavirus transmission.\u003c/p\u003e \n\u003cp\u003eIn a pooled clip for broadcasters, he said:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eIt is not just about certification. The earlier pilots almost certainly won’t involve any elements of certification but it will involving testing, making sure that people are tested before and after the events. \u003c/p\u003e \n \u003cp\u003eWhat we will be looking at is the mitigation measures. So ventilation, one-way systems, hygiene measures, all of those kind of things to help inform long-term decision-making.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T12:45:48Z",
      "id": "6069b4cc8f083302090e4548",
      "lastModifiedDate": "2021-04-04T12:45:48Z",
      "published": true,
      "publishedDate": "2021-04-04T12:45:48Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eGermany’s\u003c/strong\u003e Robert Koch Institute has said it is designating the \u003cstrong\u003eNetherlands\u003c/strong\u003e an area of particularly high risk of coronavirus infection due to a high number of cases in the country.\u003c/p\u003e \u003cp\u003eFrom Tuesday people entering Germany from the Netherlands will need to provide documentation of a negative coronavirus test. \u003c/p\u003e",
      "bodyTextSummary": "Germany’s Robert Koch Institute has said it is designating the Netherlands an area of particularly high risk of coronavirus infection due to a high number of cases in the country. From Tuesday people entering Germany from the Netherlands will need to provide documentation of a negative coronavirus test.",
      "contributors": [],
      "createdDate": "2021-04-04T11:45:33Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eGermany’s\u003c/strong\u003e Robert Koch Institute has said it is designating the \u003cstrong\u003eNetherlands\u003c/strong\u003e an area of particularly high risk of coronavirus infection due to a high number of cases in the country.\u003c/p\u003e \n\u003cp\u003eFrom Tuesday people entering Germany from the Netherlands will need to provide documentation of a negative coronavirus test. \u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T11:45:54Z",
      "id": "6069a6dd8f083302090e44b5",
      "lastModifiedDate": "2021-04-04T11:45:54Z",
      "published": true,
      "publishedDate": "2021-04-04T11:45:54Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eConservative former cabinet minister David Davis has questioned the need for the \u003cstrong\u003eUK\u003c/strong\u003e Government’s planned “Covid status certification” scheme.\u003c/p\u003e \u003cp\u003eHe told LBC radio:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eIt is really rather hard to see what the purpose of this test is. It is very different from anything we have done in Britain outside wartime.\u003c/p\u003e \u003cp\u003eWe are not used to presenting papers - or the electronic equivalent - to go to the pub or to go to a football match. That is not what we think of our freedoms.\u003c/p\u003e \u003cp\u003eOnce you have got the population to above about 70% vaccinated then you have got herd immunity. So it is very difficult to see what they are trying to stop.\u003c/p\u003e \u003cp\u003eThe idea that we’d somehow stop (coronavirus) variants by this rather silly measure in Britain alone is nonsense.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "Conservative former cabinet minister David Davis has questioned the need for the UK Government’s planned “Covid status certification” scheme. He told LBC radio: It is really rather hard to see what the purpose of this test is. It is very different from anything we have done in Britain outside wartime. We are not used to presenting papers - or the electronic equivalent - to go to the pub or to go to a football match. That is not what we think of our freedoms. Once you have got the population to above about 70% vaccinated then you have got herd immunity. So it is very difficult to see what they are trying to stop. The idea that we’d somehow stop (coronavirus) variants by this rather silly measure in Britain alone is nonsense.",
      "contributors": [],
      "createdDate": "2021-04-04T11:42:52Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eConservative former cabinet minister David Davis has questioned the need for the \u003cstrong\u003eUK\u003c/strong\u003e Government’s planned “Covid status certification” scheme.\u003c/p\u003e \n\u003cp\u003eHe told LBC radio:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eIt is really rather hard to see what the purpose of this test is. It is very different from anything we have done in Britain outside wartime.\u003c/p\u003e \n \u003cp\u003eWe are not used to presenting papers - or the electronic equivalent - to go to the pub or to go to a football match. That is not what we think of our freedoms.\u003c/p\u003e \n \u003cp\u003eOnce you have got the population to above about 70% vaccinated then you have got herd immunity. So it is very difficult to see what they are trying to stop.\u003c/p\u003e \n \u003cp\u003eThe idea that we’d somehow stop (coronavirus) variants by this rather silly measure in Britain alone is nonsense.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T11:43:31Z",
      "id": "6069a63c8f083302090e44ae",
      "lastModifiedDate": "2021-04-04T11:43:31Z",
      "published": true,
      "publishedDate": "2021-04-04T11:43:31Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "Pope urges quicker distribution of Covid-19 vaccines"
      },
      "bodyHtml": "\u003cp\u003ePope Francis urged countries in his Easter message on Sunday to quicken distribution of Covid-19 vaccines, particularly to the world’s poor, and called armed conflict and military spending during a pandemic “scandalous”. \u003c/p\u003e \u003cp\u003eReuters reports:\u003c/p\u003e \u003cp\u003eCoronavirus has meant this has been the second year in a row that Easter papal services have been attended by small gatherings at a secondary altar of St. Peter’s Basilica, instead of by crowds in the church or in the square outside.\u003c/p\u003e \u003cp\u003eAfter saying Mass, Francis read his “Urbi et Orbi” (to the city and the world) message, in which he traditionally reviews world problems and appeals for peace.\u003c/p\u003e \u003cp\u003eHe said:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe pandemic is still spreading, while the social and economic crisis remains severe, especially for the poor. Nonetheless - and this is scandalous - armed conflicts have not ended and military arsenals are being strengthened.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eFrancis, who would normally have given the address to up to 100,000 people in St. Peter’s Square, spoke to fewer than 200 in the church while the message was broadcast to tens of millions around the world.\u003c/p\u003e \u003cp\u003eThe square was empty except for a few police officers enforcing a strict three-day national lockdown.\u003c/p\u003e \u003cp\u003eThe pope asked God to comfort the sick, those who have lost a loved one, and the unemployed, urging authorities to give families in greatest need a “decent sustenance”.\u003c/p\u003e \u003cp\u003eHe praised medical workers, sympathised with young people unable to attend school, and said everyone was called to combat the pandemic:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eI urge the entire international community, in a spirit of global responsibility, to commit to overcoming delays in the distribution of vaccines and to facilitate their distribution, especially in the poorest countries. \u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eFrancis, who has often called for disarmament and a total ban on the possession of nuclear weapons, said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThere are still too many wars and too much violence in the world! May the Lord, who is our peace, help us to overcome the mindset of war.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eNoting that it was International Awareness Day against anti-personnel landmines, he called such weapons “insidious and horrible devices ... how much better our world would be without these instruments of death!”\u003c/p\u003e \u003cp\u003eIn mentioning conflict areas, he singled out for praise “the young people of Myanmar committed to supporting democracy and making their voices heard peacefully”. More than 550 protesters have been killed since a Feb. 1 military coup in Myanmar, which the pope visited in 2017.\u003c/p\u003e \u003cp\u003eFrancis called for peace in several conflict areas in Africa, including the Tigray region of northern Ethiopia and the Cabo Delgado province of Mozambique. He said the crisis in Yemen has been “met with a deafening and scandalous silence”.\u003cbr\u003eHe appealed to Israelis and Palestinians to “rediscover the power of dialogue” to reach a two-state solution where both can live side by side in peace and prosperity.\u003c/p\u003e \u003cp\u003eFrancis said he realised many Christians were still persecuted and called for all restrictions on freedom of worship and religion worldwide to be lifted.\u003c/p\u003e",
      "bodyTextSummary": "Pope Francis urged countries in his Easter message on Sunday to quicken distribution of Covid-19 vaccines, particularly to the world’s poor, and called armed conflict and military spending during a pandemic “scandalous”. Reuters reports: Coronavirus has meant this has been the second year in a row that Easter papal services have been attended by small gatherings at a secondary altar of St. Peter’s Basilica, instead of by crowds in the church or in the square outside. After saying Mass, Francis read his “Urbi et Orbi” (to the city and the world) message, in which he traditionally reviews world problems and appeals for peace. He said: The pandemic is still spreading, while the social and economic crisis remains severe, especially for the poor. Nonetheless - and this is scandalous - armed conflicts have not ended and military arsenals are being strengthened. Francis, who would normally have given the address to up to 100,000 people in St. Peter’s Square, spoke to fewer than 200 in the church while the message was broadcast to tens of millions around the world. The square was empty except for a few police officers enforcing a strict three-day national lockdown. The pope asked God to comfort the sick, those who have lost a loved one, and the unemployed, urging authorities to give families in greatest need a “decent sustenance”. He praised medical workers, sympathised with young people unable to attend school, and said everyone was called to combat the pandemic: I urge the entire international community, in a spirit of global responsibility, to commit to overcoming delays in the distribution of vaccines and to facilitate their distribution, especially in the poorest countries. Francis, who has often called for disarmament and a total ban on the possession of nuclear weapons, said: There are still too many wars and too much violence in the world! May the Lord, who is our peace, help us to overcome the mindset of war. Noting that it was International Awareness Day against anti-personnel landmines, he called such weapons “insidious and horrible devices ... how much better our world would be without these instruments of death!” In mentioning conflict areas, he singled out for praise “the young people of Myanmar committed to supporting democracy and making their voices heard peacefully”. More than 550 protesters have been killed since a Feb. 1 military coup in Myanmar, which the pope visited in 2017. Francis called for peace in several conflict areas in Africa, including the Tigray region of northern Ethiopia and the Cabo Delgado province of Mozambique. He said the crisis in Yemen has been “met with a deafening and scandalous silence”. He appealed to Israelis and Palestinians to “rediscover the power of dialogue” to reach a two-state solution where both can live side by side in peace and prosperity. Francis said he realised many Christians were still persecuted and called for all restrictions on freedom of worship and religion worldwide to be lifted.",
      "contributors": [],
      "createdDate": "2021-04-04T10:47:12Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003ePope Francis urged countries in his Easter message on Sunday to quicken distribution of Covid-19 vaccines, particularly to the world’s poor, and called armed conflict and military spending during a pandemic “scandalous”. \u003c/p\u003e \n\u003cp\u003eReuters reports:\u003c/p\u003e \n\u003cp\u003eCoronavirus has meant this has been the second year in a row that Easter papal services have been attended by small gatherings at a secondary altar of St. Peter’s Basilica, instead of by crowds in the church or in the square outside.\u003c/p\u003e \n\u003cp\u003eAfter saying Mass, Francis read his “Urbi et Orbi” (to the city and the world) message, in which he traditionally reviews world problems and appeals for peace.\u003c/p\u003e \n\u003cp\u003eHe said:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe pandemic is still spreading, while the social and economic crisis remains severe, especially for the poor. Nonetheless - and this is scandalous - armed conflicts have not ended and military arsenals are being strengthened.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eFrancis, who would normally have given the address to up to 100,000 people in St. Peter’s Square, spoke to fewer than 200 in the church while the message was broadcast to tens of millions around the world.\u003c/p\u003e \n\u003cp\u003eThe square was empty except for a few police officers enforcing a strict three-day national lockdown.\u003c/p\u003e \n\u003cp\u003eThe pope asked God to comfort the sick, those who have lost a loved one, and the unemployed, urging authorities to give families in greatest need a “decent sustenance”.\u003c/p\u003e \n\u003cp\u003eHe praised medical workers, sympathised with young people unable to attend school, and said everyone was called to combat the pandemic:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eI urge the entire international community, in a spirit of global responsibility, to commit to overcoming delays in the distribution of vaccines and to facilitate their distribution, especially in the poorest countries. \u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eFrancis, who has often called for disarmament and a total ban on the possession of nuclear weapons, said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThere are still too many wars and too much violence in the world! May the Lord, who is our peace, help us to overcome the mindset of war.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eNoting that it was International Awareness Day against anti-personnel landmines, he called such weapons “insidious and horrible devices ... how much better our world would be without these instruments of death!”\u003c/p\u003e \n\u003cp\u003eIn mentioning conflict areas, he singled out for praise “the young people of Myanmar committed to supporting democracy and making their voices heard peacefully”. More than 550 protesters have been killed since a Feb. 1 military coup in Myanmar, which the pope visited in 2017.\u003c/p\u003e \n\u003cp\u003eFrancis called for peace in several conflict areas in Africa, including the Tigray region of northern Ethiopia and the Cabo Delgado province of Mozambique. He said the crisis in Yemen has been “met with a deafening and scandalous silence”.\u003cbr\u003eHe appealed to Israelis and Palestinians to “rediscover the power of dialogue” to reach a two-state solution where both can live side by side in peace and prosperity.\u003c/p\u003e \n\u003cp\u003eFrancis said he realised many Christians were still persecuted and called for all restrictions on freedom of worship and religion worldwide to be lifted.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T11:13:31Z",
      "id": "606999308f087a7cbd51f79d",
      "lastModifiedDate": "2021-04-04T11:42:46Z",
      "published": true,
      "publishedDate": "2021-04-04T11:42:46Z",
      "title": "Pope urges quicker distribution of Covid-19 vaccines"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003ePolice shut down a Good Friday service at a Polish church in south London in the \u003cstrong\u003eUK\u003c/strong\u003e for breaching coronavirus rules and threatened worshippers with a £200 fine each.\u003c/p\u003e \u003cp\u003e\u003ca href=\"https://news.sky.com/story/police-shut-down-good-friday-church-service-and-threaten-worshippers-with-fines-12264608\"\u003eSky News reports\u003c/a\u003e that footage captured officers interrupting a Liturgy of the Lord’s Passion service at Christ the King Polish church in Balham at around 6pm on Friday.\u003c/p\u003e \u003cp\u003eOne police officer was filmed telling parishioners that the gathering was “unfortunately unlawful under the \u003cstrong\u003e\u003ca href=\"https://news.sky.com/topic/covid-19-8518\"\u003ecoronavirus\u003c/a\u003e\u003c/strong\u003e regulations”.\u003c/p\u003e \u003cp\u003eHe added: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eYou are not allowed to meet inside with this many people under law.\u003c/p\u003e \u003cp\u003eAt this moment in time you need to go home. Failure to comply with this direction to leave and go to your home address, ultimately could lead you to be fined £200 or, if you fail to give your details, to you being arrested.\u003c/p\u003e \u003cp\u003eIt’s Good Friday and I appreciate you would like to worship, but it is unlawful.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eThe church has criticised the police for interrupting the service, saying it believes the officers “brutally exceeded their powers by issuing their warrant for no good reason” because “all government requirements were met”.\u003c/p\u003e \u003cp\u003ePolice said they “engaged with the priest” outside the church and understood the sensitivity of the situation, and were invited inside to address the congregation. Inside not everybody was wearing masks and there was a lack of social distancing, said police. They said no fines were issued.\u003c/p\u003e",
      "bodyTextSummary": "Police shut down a Good Friday service at a Polish church in south London in the UK for breaching coronavirus rules and threatened worshippers with a £200 fine each. Sky News reports that footage captured officers interrupting a Liturgy of the Lord’s Passion service at Christ the King Polish church in Balham at around 6pm on Friday. One police officer was filmed telling parishioners that the gathering was “unfortunately unlawful under the coronavirus regulations”. He added: You are not allowed to meet inside with this many people under law. At this moment in time you need to go home. Failure to comply with this direction to leave and go to your home address, ultimately could lead you to be fined £200 or, if you fail to give your details, to you being arrested. It’s Good Friday and I appreciate you would like to worship, but it is unlawful. The church has criticised the police for interrupting the service, saying it believes the officers “brutally exceeded their powers by issuing their warrant for no good reason” because “all government requirements were met”. Police said they “engaged with the priest” outside the church and understood the sensitivity of the situation, and were invited inside to address the congregation. Inside not everybody was wearing masks and there was a lack of social distancing, said police. They said no fines were issued.",
      "contributors": [],
      "createdDate": "2021-04-04T10:43:06Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003ePolice shut down a Good Friday service at a Polish church in south London in the \u003cstrong\u003eUK\u003c/strong\u003e for breaching coronavirus rules and threatened worshippers with a £200 fine each.\u003c/p\u003e \n\u003cp\u003e\u003ca href=\"https://news.sky.com/story/police-shut-down-good-friday-church-service-and-threaten-worshippers-with-fines-12264608\"\u003eSky News reports\u003c/a\u003e that footage captured officers interrupting a Liturgy of the Lord’s Passion service at Christ the King Polish church in Balham at around 6pm on Friday.\u003c/p\u003e \n\u003cp\u003eOne police officer was filmed telling parishioners that the gathering was “unfortunately unlawful under the \u003cstrong\u003e\u003ca href=\"https://news.sky.com/topic/covid-19-8518\"\u003ecoronavirus\u003c/a\u003e\u003c/strong\u003e regulations”.\u003c/p\u003e \n\u003cp\u003eHe added: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eYou are not allowed to meet inside with this many people under law.\u003c/p\u003e \n \u003cp\u003eAt this moment in time you need to go home. Failure to comply with this direction to leave and go to your home address, ultimately could lead you to be fined £200 or, if you fail to give your details, to you being arrested.\u003c/p\u003e \n \u003cp\u003eIt’s Good Friday and I appreciate you would like to worship, but it is unlawful.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eThe church has criticised the police for interrupting the service, saying it believes the officers “brutally exceeded their powers by issuing their warrant for no good reason” because “all government requirements were met”.\u003c/p\u003e \n\u003cp\u003ePolice said they “engaged with the priest” outside the church and understood the sensitivity of the situation, and were invited inside to address the congregation. Inside not everybody was wearing masks and there was a lack of social distancing, said police. They said no fines were issued.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T10:46:16Z",
      "id": "6069983a8f087a7cbd51f797",
      "lastModifiedDate": "2021-04-04T10:46:16Z",
      "published": true,
      "publishedDate": "2021-04-04T10:46:16Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eMore than 100,000 doses of Russia’s Sputnik V COVID-19 vaccine has at Tripoli’s Mitiga airport today, \u003cstrong\u003eLibya’s\u003c/strong\u003e ministry of health said. \u003c/p\u003e \u003cp\u003e\u003cstrong\u003eReuters\u003c/strong\u003e reports that it is the first shipment to reach the country, which is seeing an average of about 1,000 news cases a day/\u003c/p\u003e \u003cp\u003eThe number of cases is a challenge for a health sector ravaged by years of conflict.\u003c/p\u003e \u003cp\u003eInterim Prime Minister Abdulhamid Dbeibeh said in a tweet:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eIt is the first drop of rain. Thank God, we are able to supply the first batch of corona vaccine. The rest of the shipment will arrive in succession. \u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eHe did not give details of how many doses the country expected to receive. \u003c/p\u003e \u003cp\u003eA box of the vaccine was shown being unloaded from a cargo plane in a social media post by the health ministry, saying it would be moved to the ministry’s warehouses before distribution.\u003c/p\u003e \u003cp\u003eIn February, the disease control centre launched an electronic registration campaign for vaccinations for those aged over 18. No details on the numbers of those registering have been disclosed. Libya has a population of around 6.5 million.\u003c/p\u003e \u003cp\u003eLibya has recorded almost 200,000 infections since the outbreak of the pandemic and 2,684 deaths, according to the latest data from the diseases centre.\u003c/p\u003e \u003cp\u003eLibya has been torn by division and violence for a decade since the 2011 NATO-backed uprising against Muammar Gaddafi and split between warring western and eastern factions in 2014.\u003c/p\u003e \u003cp\u003eDbeibeh’s new U.N.-backed unity government took office last month with a mandate to improve services and prepare for a national election in December.\u003c/p\u003e",
      "bodyTextSummary": "More than 100,000 doses of Russia’s Sputnik V COVID-19 vaccine has at Tripoli’s Mitiga airport today, Libya’s ministry of health said. Reuters reports that it is the first shipment to reach the country, which is seeing an average of about 1,000 news cases a day/ The number of cases is a challenge for a health sector ravaged by years of conflict. Interim Prime Minister Abdulhamid Dbeibeh said in a tweet: It is the first drop of rain. Thank God, we are able to supply the first batch of corona vaccine. The rest of the shipment will arrive in succession. He did not give details of how many doses the country expected to receive. A box of the vaccine was shown being unloaded from a cargo plane in a social media post by the health ministry, saying it would be moved to the ministry’s warehouses before distribution. In February, the disease control centre launched an electronic registration campaign for vaccinations for those aged over 18. No details on the numbers of those registering have been disclosed. Libya has a population of around 6.5 million. Libya has recorded almost 200,000 infections since the outbreak of the pandemic and 2,684 deaths, according to the latest data from the diseases centre. Libya has been torn by division and violence for a decade since the 2011 NATO-backed uprising against Muammar Gaddafi and split between warring western and eastern factions in 2014. Dbeibeh’s new U.N.-backed unity government took office last month with a mandate to improve services and prepare for a national election in December.",
      "contributors": [],
      "createdDate": "2021-04-04T10:16:12Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eMore than 100,000 doses of Russia’s Sputnik V COVID-19 vaccine has at Tripoli’s Mitiga airport today, \u003cstrong\u003eLibya’s\u003c/strong\u003e ministry of health said. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eReuters\u003c/strong\u003e reports that it is the first shipment to reach the country, which is seeing an average of about 1,000 news cases a day/\u003c/p\u003e \n\u003cp\u003eThe number of cases is a challenge for a health sector ravaged by years of conflict.\u003c/p\u003e \n\u003cp\u003eInterim Prime Minister Abdulhamid Dbeibeh said in a tweet:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eIt is the first drop of rain. Thank God, we are able to supply the first batch of corona vaccine. The rest of the shipment will arrive in succession. \u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eHe did not give details of how many doses the country expected to receive. \u003c/p\u003e \n\u003cp\u003eA box of the vaccine was shown being unloaded from a cargo plane in a social media post by the health ministry, saying it would be moved to the ministry’s warehouses before distribution.\u003c/p\u003e \n\u003cp\u003eIn February, the disease control centre launched an electronic registration campaign for vaccinations for those aged over 18. No details on the numbers of those registering have been disclosed. Libya has a population of around 6.5 million.\u003c/p\u003e \n\u003cp\u003eLibya has recorded almost 200,000 infections since the outbreak of the pandemic and 2,684 deaths, according to the latest data from the diseases centre.\u003c/p\u003e \n\u003cp\u003eLibya has been torn by division and violence for a decade since the 2011 NATO-backed uprising against Muammar Gaddafi and split between warring western and eastern factions in 2014.\u003c/p\u003e \n\u003cp\u003eDbeibeh’s new U.N.-backed unity government took office last month with a mandate to improve services and prepare for a national election in December.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T10:19:31Z",
      "id": "606991ec8f083302090e43fe",
      "lastModifiedDate": "2021-04-04T10:19:31Z",
      "published": true,
      "publishedDate": "2021-04-04T10:19:31Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eEvents taking place in Liverpool to trial how venues will operate safely this summer will not require people to show Covid-19 vaccine passports, the council has said.\u003c/p\u003e \u003cp\u003eThe Press Association reports:\u003c/p\u003e \u003cp\u003eThe Department for Digital, Culture, Media and Sport included a number of Liverpool events on an initial list of pilots to enable mass events, and said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe pilots will explore how different approaches to social distancing, ventilation and test-on-entry protocols could ease opening and maximise participation.\u003c/p\u003e \u003cp\u003e“Covid-status certification will also be trialled as part of the pilot programme.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eBut a spokesman for Liverpool City Council said on Sunday: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe line which was briefed out yesterday by the Government about Liverpool’s events being included in the vaccine passports trials is incorrect - none of our events in Liverpool will involve them.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eThe council said the Events Research Programme (ERP) will be used to provide key scientific data on how events for a range of audiences could be permitted to safely reopen as part of Step 4 of the road map out of lockdown.\u003c/p\u003e \u003cp\u003eThe Liverpool pilots - a comedy gig, an outdoor cinema, a club night and a business event - will “gather evidence associated with different settings and approaches to managing and mitigating transmission risk”.\u003c/p\u003e \u003cp\u003eThe council said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe pilots will explore how different approaches to social distancing, ventilation and test-on-entry protocols could ease opening and maximise participation, including the use of lateral flow tests - but there will be no use of so-called ‘vaccine passports’.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eThe Liverpool pilots are the Hot Water Comedy Club at M\u0026amp;S Bank Arena Auditorium, the Luna Cinema on the Waterfront (three shows), The Good Business Festival Presents: Change Business for Good at ACC Liverpool, and the Circus Club.\u003c/p\u003e \u003cp\u003eThe council said the aim of the programme is to develop and pilot the logistics of event ticketing and testing, venue admittance and post-event follow-up.\u003c/p\u003e \u003cp\u003eIt also aims to assess the adequacy of data collected around events and venues for responding to potential outbreaks, and for adapting protection measures according to the background levels and patterns of spread of the virus.\u003c/p\u003e \u003cp\u003eThe programme will also measure the uptake of tickets and explore attitudes to, and acceptability of the overall ticketing, questioning and testing regime.\u003c/p\u003e \u003cp\u003eMatthew Ashton, Liverpool’s director of public health, said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eOur experience as the pilot city for mass symptom-free testing means we have the knowledge and infrastructure in place to deliver complicated projects safely.\u003c/p\u003e \u003cp\u003eWe really hope we can help provide the scientific evidence needed to ensure the wider sector is able to open across the country in the coming months.\u003c/p\u003e \u003cp\u003eThis is a continuation of the city’s long-standing tradition of carrying out pioneering public health work that not only has an impact here, but also across the rest of the country and the wider world.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "Events taking place in Liverpool to trial how venues will operate safely this summer will not require people to show Covid-19 vaccine passports, the council has said. The Press Association reports: The Department for Digital, Culture, Media and Sport included a number of Liverpool events on an initial list of pilots to enable mass events, and said: The pilots will explore how different approaches to social distancing, ventilation and test-on-entry protocols could ease opening and maximise participation. “Covid-status certification will also be trialled as part of the pilot programme. But a spokesman for Liverpool City Council said on Sunday: The line which was briefed out yesterday by the Government about Liverpool’s events being included in the vaccine passports trials is incorrect - none of our events in Liverpool will involve them. The council said the Events Research Programme (ERP) will be used to provide key scientific data on how events for a range of audiences could be permitted to safely reopen as part of Step 4 of the road map out of lockdown. The Liverpool pilots - a comedy gig, an outdoor cinema, a club night and a business event - will “gather evidence associated with different settings and approaches to managing and mitigating transmission risk”. The council said: The pilots will explore how different approaches to social distancing, ventilation and test-on-entry protocols could ease opening and maximise participation, including the use of lateral flow tests - but there will be no use of so-called ‘vaccine passports’. The Liverpool pilots are the Hot Water Comedy Club at M\u0026S Bank Arena Auditorium, the Luna Cinema on the Waterfront (three shows), The Good Business Festival Presents: Change Business for Good at ACC Liverpool, and the Circus Club. The council said the aim of the programme is to develop and pilot the logistics of event ticketing and testing, venue admittance and post-event follow-up. It also aims to assess the adequacy of data collected around events and venues for responding to potential outbreaks, and for adapting protection measures according to the background levels and patterns of spread of the virus. The programme will also measure the uptake of tickets and explore attitudes to, and acceptability of the overall ticketing, questioning and testing regime. Matthew Ashton, Liverpool’s director of public health, said: Our experience as the pilot city for mass symptom-free testing means we have the knowledge and infrastructure in place to deliver complicated projects safely. We really hope we can help provide the scientific evidence needed to ensure the wider sector is able to open across the country in the coming months. This is a continuation of the city’s long-standing tradition of carrying out pioneering public health work that not only has an impact here, but also across the rest of the country and the wider world.",
      "contributors": [],
      "createdDate": "2021-04-04T10:12:57Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eEvents taking place in Liverpool to trial how venues will operate safely this summer will not require people to show Covid-19 vaccine passports, the council has said.\u003c/p\u003e \n\u003cp\u003eThe Press Association reports:\u003c/p\u003e \n\u003cp\u003eThe Department for Digital, Culture, Media and Sport included a number of Liverpool events on an initial list of pilots to enable mass events, and said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe pilots will explore how different approaches to social distancing, ventilation and test-on-entry protocols could ease opening and maximise participation.\u003c/p\u003e \n \u003cp\u003e“Covid-status certification will also be trialled as part of the pilot programme.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eBut a spokesman for Liverpool City Council said on Sunday: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe line which was briefed out yesterday by the Government about Liverpool’s events being included in the vaccine passports trials is incorrect - none of our events in Liverpool will involve them.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eThe council said the Events Research Programme (ERP) will be used to provide key scientific data on how events for a range of audiences could be permitted to safely reopen as part of Step 4 of the road map out of lockdown.\u003c/p\u003e \n\u003cp\u003eThe Liverpool pilots - a comedy gig, an outdoor cinema, a club night and a business event - will “gather evidence associated with different settings and approaches to managing and mitigating transmission risk”.\u003c/p\u003e \n\u003cp\u003eThe council said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe pilots will explore how different approaches to social distancing, ventilation and test-on-entry protocols could ease opening and maximise participation, including the use of lateral flow tests - but there will be no use of so-called ‘vaccine passports’.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eThe Liverpool pilots are the Hot Water Comedy Club at M\u0026amp;S Bank Arena Auditorium, the Luna Cinema on the Waterfront (three shows), The Good Business Festival Presents: Change Business for Good at ACC Liverpool, and the Circus Club.\u003c/p\u003e \n\u003cp\u003eThe council said the aim of the programme is to develop and pilot the logistics of event ticketing and testing, venue admittance and post-event follow-up.\u003c/p\u003e \n\u003cp\u003eIt also aims to assess the adequacy of data collected around events and venues for responding to potential outbreaks, and for adapting protection measures according to the background levels and patterns of spread of the virus.\u003c/p\u003e \n\u003cp\u003eThe programme will also measure the uptake of tickets and explore attitudes to, and acceptability of the overall ticketing, questioning and testing regime.\u003c/p\u003e \n\u003cp\u003eMatthew Ashton, Liverpool’s director of public health, said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eOur experience as the pilot city for mass symptom-free testing means we have the knowledge and infrastructure in place to deliver complicated projects safely.\u003c/p\u003e \n \u003cp\u003eWe really hope we can help provide the scientific evidence needed to ensure the wider sector is able to open across the country in the coming months.\u003c/p\u003e \n \u003cp\u003eThis is a continuation of the city’s long-standing tradition of carrying out pioneering public health work that not only has an impact here, but also across the rest of the country and the wider world.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T10:15:14Z",
      "id": "606991298f083302090e43f6",
      "lastModifiedDate": "2021-04-04T10:15:14Z",
      "published": true,
      "publishedDate": "2021-04-04T10:15:14Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe heads of leading \u003cstrong\u003eUK\u003c/strong\u003e airlines have urged the Prime Minister to give them the green light for international travel within weeks.\u003c/p\u003e \u003cp\u003eThe Press Association reports:\u003c/p\u003e \u003cp\u003eThe chief executives of British Airways, easyJet, Jet2.com, Loganair, Ryanair, Tui and Virgin Atlantic as well as trade body Airlines UK wrote to Boris Johnson as ministers made it clear the ban on foreign travel will be in place until at least May 17.\u003c/p\u003e \u003cp\u003eWhen it is lifted it will be replaced by a risk-based “traffic light” system with red, amber and green ratings for countries around the world.\u003c/p\u003e \u003cp\u003eAirline chiefs said in their letter, published by The Sun and seen by the PA news agency, they recognised restriction-free universal travel may not be possible by May 17.\u003c/p\u003e \u003cp\u003eThe letter states:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eHowever there can be no economic recovery without aviation, and we are confident we now have the tools to enable a safe and meaningful restart to travel in May - allowing us to return to our job of reuniting friends and family, supporting trade and business and allowing Britons to enjoy a well-earned break again.\u003c/p\u003e \u003cp\u003eWe believe vaccinated passengers should not be subject to travel restrictions and that testing can also reduce the barriers to travel including for areas that are considered to present some risk. Only very high-risk areas would be subject to more stringent measures.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eThe PM is expected to on Monday outline the Government’s approach for easing restrictions on foreign travel when its global travel task force reports on April 12.\u003c/p\u003e \u003cp\u003eThe traffic light system will be based on a range of factors - including the proportion of the population that has been vaccinated, rates of infection, emerging new variants and the country’s access to reliable scientific data and genomic sequencing.\u003c/p\u003e \u003cp\u003eTravellers arriving from countries rated “green” will not be required to isolate - although pre-departure and post-arrival tests will still be needed.\u003c/p\u003e \u003cp\u003eFor those classed as “amber” or “red”, the restrictions will remain as they are with arrivals required to isolate or enter quarantine.\u003c/p\u003e \u003cp\u003eThe letter comes after the same group of airline bosses on February 18 called on the Government to outline a recovery road map for the industry so they could plan for the summer.\u003c/p\u003e \u003cp\u003eAt the same time they called for further economic support for UK aviation to stimulate and strengthen any recovery when it comes.\u003c/p\u003e",
      "bodyTextSummary": "The heads of leading UK airlines have urged the Prime Minister to give them the green light for international travel within weeks. The Press Association reports: The chief executives of British Airways, easyJet, Jet2.com, Loganair, Ryanair, Tui and Virgin Atlantic as well as trade body Airlines UK wrote to Boris Johnson as ministers made it clear the ban on foreign travel will be in place until at least May 17. When it is lifted it will be replaced by a risk-based “traffic light” system with red, amber and green ratings for countries around the world. Airline chiefs said in their letter, published by The Sun and seen by the PA news agency, they recognised restriction-free universal travel may not be possible by May 17. The letter states: However there can be no economic recovery without aviation, and we are confident we now have the tools to enable a safe and meaningful restart to travel in May - allowing us to return to our job of reuniting friends and family, supporting trade and business and allowing Britons to enjoy a well-earned break again. We believe vaccinated passengers should not be subject to travel restrictions and that testing can also reduce the barriers to travel including for areas that are considered to present some risk. Only very high-risk areas would be subject to more stringent measures. The PM is expected to on Monday outline the Government’s approach for easing restrictions on foreign travel when its global travel task force reports on April 12. The traffic light system will be based on a range of factors - including the proportion of the population that has been vaccinated, rates of infection, emerging new variants and the country’s access to reliable scientific data and genomic sequencing. Travellers arriving from countries rated “green” will not be required to isolate - although pre-departure and post-arrival tests will still be needed. For those classed as “amber” or “red”, the restrictions will remain as they are with arrivals required to isolate or enter quarantine. The letter comes after the same group of airline bosses on February 18 called on the Government to outline a recovery road map for the industry so they could plan for the summer. At the same time they called for further economic support for UK aviation to stimulate and strengthen any recovery when it comes.",
      "contributors": [],
      "createdDate": "2021-04-04T09:20:51Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe heads of leading \u003cstrong\u003eUK\u003c/strong\u003e airlines have urged the Prime Minister to give them the green light for international travel within weeks.\u003c/p\u003e \n\u003cp\u003eThe Press Association reports:\u003c/p\u003e \n\u003cp\u003eThe chief executives of British Airways, easyJet, Jet2.com, Loganair, Ryanair, Tui and Virgin Atlantic as well as trade body Airlines UK wrote to Boris Johnson as ministers made it clear the ban on foreign travel will be in place until at least May 17.\u003c/p\u003e \n\u003cp\u003eWhen it is lifted it will be replaced by a risk-based “traffic light” system with red, amber and green ratings for countries around the world.\u003c/p\u003e \n\u003cp\u003eAirline chiefs said in their letter, published by The Sun and seen by the PA news agency, they recognised restriction-free universal travel may not be possible by May 17.\u003c/p\u003e \n\u003cp\u003eThe letter states:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eHowever there can be no economic recovery without aviation, and we are confident we now have the tools to enable a safe and meaningful restart to travel in May - allowing us to return to our job of reuniting friends and family, supporting trade and business and allowing Britons to enjoy a well-earned break again.\u003c/p\u003e \n \u003cp\u003eWe believe vaccinated passengers should not be subject to travel restrictions and that testing can also reduce the barriers to travel including for areas that are considered to present some risk. Only very high-risk areas would be subject to more stringent measures.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eThe PM is expected to on Monday outline the Government’s approach for easing restrictions on foreign travel when its global travel task force reports on April 12.\u003c/p\u003e \n\u003cp\u003eThe traffic light system will be based on a range of factors - including the proportion of the population that has been vaccinated, rates of infection, emerging new variants and the country’s access to reliable scientific data and genomic sequencing.\u003c/p\u003e \n\u003cp\u003eTravellers arriving from countries rated “green” will not be required to isolate - although pre-departure and post-arrival tests will still be needed.\u003c/p\u003e \n\u003cp\u003eFor those classed as “amber” or “red”, the restrictions will remain as they are with arrivals required to isolate or enter quarantine.\u003c/p\u003e \n\u003cp\u003eThe letter comes after the same group of airline bosses on February 18 called on the Government to outline a recovery road map for the industry so they could plan for the summer.\u003c/p\u003e \n\u003cp\u003eAt the same time they called for further economic support for UK aviation to stimulate and strengthen any recovery when it comes.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T09:22:01Z",
      "id": "606984f38f087a7cbd51f6f6",
      "lastModifiedDate": "2021-04-04T09:41:23Z",
      "published": true,
      "publishedDate": "2021-04-04T09:41:23Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/global/2021/apr/04/how-new-zealands-covid-success-made-it-a-laboratory-for-the-world\"\u003eHow New Zealand's Covid success made it a laboratory for the world\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e",
      "bodyTextSummary": "",
      "contributors": [],
      "createdDate": "2021-04-04T09:16:20Z",
      "elements": [
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "How New Zealand's Covid success made it a laboratory for the world",
         "originalUrl": "https://www.theguardian.com/global/2021/apr/04/how-new-zealands-covid-success-made-it-a-laboratory-for-the-world",
         "url": "https://www.theguardian.com/global/2021/apr/04/how-new-zealands-covid-success-made-it-a-laboratory-for-the-world"
        },
        "type": "rich-link"
       }
      ],
      "firstPublishedDate": "2021-04-04T09:16:23Z",
      "id": "606983e48f083302090e4387",
      "lastModifiedDate": "2021-04-04T09:16:23Z",
      "published": true,
      "publishedDate": "2021-04-04T09:16:23Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eHealth Secretary Matt Hancock has been summoned to the High Court to justify why he is allowing non-essential shops to open before pubs and restaurants.\u003c/p\u003e \u003cp\u003eThe Press Association reports:\u003c/p\u003e \u003cp\u003eThe legal action has been brought by Pizza Express founder Hugh Osmond and nightclubs operator Sacha Lord, The Sunday Telegraph reports.\u003c/p\u003e \u003cp\u003eRepresentatives of Pizza Express said on Sunday that Osmond has had no involvement with Hugh Osmond for more than 10 years and “his actions and views are his own and are not associated with PizzaExpress.” \u003c/p\u003e \u003cp\u003eThe paper says it has seen High Court documents which show the two businessmen are challenging “the Health Protection (Coronavirus, Restrictions) (Steps) (England) Regulations 2021 to the extent that those Regulations provide for non-essential retail businesses to reopen before indoor hospitality businesses”.\u003c/p\u003e \u003cp\u003eMr Justice Swift has ordered that the Health Secretary “shall by 10am on Tuesday April 6 file and serve his response to the application”.\u003c/p\u003e \u003cp\u003eFrom April 12 at the earliest, shops, hairdressers, nail salons, libraries and outdoor hospitality venues such as beer gardens will be allowed to reopen.\u003cbr\u003eBut indoor hospitality and entertainment venues and the rest of the accommodation sector will not be able to open their doors until at least May 17.\u003c/p\u003e \u003cp\u003eMr Osmond writes in the Telegraph: “\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe Government left us no choice but to take it to court. This is a truly urgent matter affecting the lives of millions that simply cannot wait.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eA Department of Health and Social Care spokeswoman said: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eAs the Prime Minister has said, we want this lockdown to be the last. Our road map sets out a phased approach to cautiously easing restrictions, informed by scientific experts, and we continue to act in response to the latest available evidence to protect the NHS and save lives.\u003c/p\u003e \u003cp\u003eWe have continued to support the hospitality sector throughout the pandemic, including our new 5 billion Restart Grant scheme, extending the furlough scheme and the VAT cut, and providing 750,000 businesses in hospitality and other sectors with business rates relief.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eBoris Johnson is expected to on Monday set out plans to develop a “Covid status certification” scheme to enable the safe return of mass gatherings and indoor events as lockdown restrictions ease in England.\u003c/p\u003e \u003cp\u003eOfficials are planning a series of trial events over the coming months as they look to find a way for venues such as football grounds and nightclubs to reopen without the need for social distancing.\u003c/p\u003e",
      "bodyTextSummary": "Health Secretary Matt Hancock has been summoned to the High Court to justify why he is allowing non-essential shops to open before pubs and restaurants. The Press Association reports: The legal action has been brought by Pizza Express founder Hugh Osmond and nightclubs operator Sacha Lord, The Sunday Telegraph reports. Representatives of Pizza Express said on Sunday that Osmond has had no involvement with Hugh Osmond for more than 10 years and “his actions and views are his own and are not associated with PizzaExpress.” The paper says it has seen High Court documents which show the two businessmen are challenging “the Health Protection (Coronavirus, Restrictions) (Steps) (England) Regulations 2021 to the extent that those Regulations provide for non-essential retail businesses to reopen before indoor hospitality businesses”. Mr Justice Swift has ordered that the Health Secretary “shall by 10am on Tuesday April 6 file and serve his response to the application”. From April 12 at the earliest, shops, hairdressers, nail salons, libraries and outdoor hospitality venues such as beer gardens will be allowed to reopen. But indoor hospitality and entertainment venues and the rest of the accommodation sector will not be able to open their doors until at least May 17. Mr Osmond writes in the Telegraph: “ The Government left us no choice but to take it to court. This is a truly urgent matter affecting the lives of millions that simply cannot wait. A Department of Health and Social Care spokeswoman said: As the Prime Minister has said, we want this lockdown to be the last. Our road map sets out a phased approach to cautiously easing restrictions, informed by scientific experts, and we continue to act in response to the latest available evidence to protect the NHS and save lives. We have continued to support the hospitality sector throughout the pandemic, including our new 5 billion Restart Grant scheme, extending the furlough scheme and the VAT cut, and providing 750,000 businesses in hospitality and other sectors with business rates relief. Boris Johnson is expected to on Monday set out plans to develop a “Covid status certification” scheme to enable the safe return of mass gatherings and indoor events as lockdown restrictions ease in England. Officials are planning a series of trial events over the coming months as they look to find a way for venues such as football grounds and nightclubs to reopen without the need for social distancing.",
      "contributors": [],
      "createdDate": "2021-04-04T09:01:51Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eHealth Secretary Matt Hancock has been summoned to the High Court to justify why he is allowing non-essential shops to open before pubs and restaurants.\u003c/p\u003e \n\u003cp\u003eThe Press Association reports:\u003c/p\u003e \n\u003cp\u003eThe legal action has been brought by Pizza Express founder Hugh Osmond and nightclubs operator Sacha Lord, The Sunday Telegraph reports.\u003c/p\u003e \n\u003cp\u003eRepresentatives of Pizza Express said on Sunday that Osmond has had no involvement with Hugh Osmond for more than 10 years and “his actions and views are his own and are not associated with PizzaExpress.” \u003c/p\u003e \n\u003cp\u003eThe paper says it has seen High Court documents which show the two businessmen are challenging “the Health Protection (Coronavirus, Restrictions) (Steps) (England) Regulations 2021 to the extent that those Regulations provide for non-essential retail businesses to reopen before indoor hospitality businesses”.\u003c/p\u003e \n\u003cp\u003eMr Justice Swift has ordered that the Health Secretary “shall by 10am on Tuesday April 6 file and serve his response to the application”.\u003c/p\u003e \n\u003cp\u003eFrom April 12 at the earliest, shops, hairdressers, nail salons, libraries and outdoor hospitality venues such as beer gardens will be allowed to reopen.\u003cbr\u003eBut indoor hospitality and entertainment venues and the rest of the accommodation sector will not be able to open their doors until at least May 17.\u003c/p\u003e \n\u003cp\u003eMr Osmond writes in the Telegraph: “\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe Government left us no choice but to take it to court. This is a truly urgent matter affecting the lives of millions that simply cannot wait.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eA Department of Health and Social Care spokeswoman said: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eAs the Prime Minister has said, we want this lockdown to be the last. Our road map sets out a phased approach to cautiously easing restrictions, informed by scientific experts, and we continue to act in response to the latest available evidence to protect the NHS and save lives.\u003c/p\u003e \n \u003cp\u003eWe have continued to support the hospitality sector throughout the pandemic, including our new 5 billion Restart Grant scheme, extending the furlough scheme and the VAT cut, and providing 750,000 businesses in hospitality and other sectors with business rates relief.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eBoris Johnson is expected to on Monday set out plans to develop a “Covid status certification” scheme to enable the safe return of mass gatherings and indoor events as lockdown restrictions ease in England.\u003c/p\u003e \n\u003cp\u003eOfficials are planning a series of trial events over the coming months as they look to find a way for venues such as football grounds and nightclubs to reopen without the need for social distancing.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T09:03:52Z",
      "id": "6069807f8f083302090e4363",
      "lastModifiedDate": "2021-04-04T11:41:50Z",
      "published": true,
      "publishedDate": "2021-04-04T11:41:50Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "Russia report over 8,000 new infections"
      },
      "bodyHtml": "\u003cp\u003e\u003cstrong\u003eRussia \u003c/strong\u003e reported 8,817 new COVID-19 cases on Sunday, including 1,901 in Moscow, pushing the number of infections registered in the country to 4,580,894 since the pandemic began last year. The previous day there were 9,021 new cases and 384 deaths)\u003c/p\u003e \u003cp\u003eThe government coronavirus task force said 357 people had died from COVID-19 in the last 24 hours, taking Russia’s overall death toll to 100,374.\u003c/p\u003e \u003cp\u003eRussia’s Rosstat statistics service, which is keeping a separate tally, has reported a much higher toll. It said on Friday it had recorded over 225,000 deaths related to COVID-19 since the start of the pandemic.\u003c/p\u003e",
      "bodyTextSummary": "Russia reported 8,817 new COVID-19 cases on Sunday, including 1,901 in Moscow, pushing the number of infections registered in the country to 4,580,894 since the pandemic began last year. The previous day there were 9,021 new cases and 384 deaths) The government coronavirus task force said 357 people had died from COVID-19 in the last 24 hours, taking Russia’s overall death toll to 100,374. Russia’s Rosstat statistics service, which is keeping a separate tally, has reported a much higher toll. It said on Friday it had recorded over 225,000 deaths related to COVID-19 since the start of the pandemic.",
      "contributors": [],
      "createdDate": "2021-04-04T08:37:00Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e\u003cstrong\u003eRussia \u003c/strong\u003e reported 8,817 new COVID-19 cases on Sunday, including 1,901 in Moscow, pushing the number of infections registered in the country to 4,580,894 since the pandemic began last year. The previous day there were 9,021 new cases and 384 deaths)\u003c/p\u003e \n\u003cp\u003eThe government coronavirus task force said 357 people had died from COVID-19 in the last 24 hours, taking Russia’s overall death toll to 100,374.\u003c/p\u003e \n\u003cp\u003eRussia’s Rosstat statistics service, which is keeping a separate tally, has reported a much higher toll. It said on Friday it had recorded over 225,000 deaths related to COVID-19 since the start of the pandemic.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T08:38:11Z",
      "id": "60697aac8f08611d06d8b822",
      "lastModifiedDate": "2021-04-04T08:47:51Z",
      "published": true,
      "publishedDate": "2021-04-04T08:47:51Z",
      "title": "Russia report over 8,000 new infections"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe University of Liverpool’s Professor Iain Buchan said vaccination against Covid-19 will not be necessary for those participating in trial events as part of the scheme to enable the safe return of mass gatherings and indoor events.\u003c/p\u003e \u003cp\u003eProf Buchan, who will assist with running the scheme in Liverpool, said he did not “recognise the conversation earlier” with Prof Mills about vaccine passports. He told BBC Breakfast:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eVaccination will not be a criterion for admission to events: It will just be a test for particles of live virus in your nose. \u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eHe added that only those who have provided their consent would participate in the trial.\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThis is a research programme based on good science and good ethical conduct is to seek consent, so consent is required to attend the event.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "The University of Liverpool’s Professor Iain Buchan said vaccination against Covid-19 will not be necessary for those participating in trial events as part of the scheme to enable the safe return of mass gatherings and indoor events. Prof Buchan, who will assist with running the scheme in Liverpool, said he did not “recognise the conversation earlier” with Prof Mills about vaccine passports. He told BBC Breakfast: Vaccination will not be a criterion for admission to events: It will just be a test for particles of live virus in your nose. He added that only those who have provided their consent would participate in the trial. This is a research programme based on good science and good ethical conduct is to seek consent, so consent is required to attend the event.",
      "contributors": [],
      "createdDate": "2021-04-04T08:34:40Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe University of Liverpool’s Professor Iain Buchan said vaccination against Covid-19 will not be necessary for those participating in trial events as part of the scheme to enable the safe return of mass gatherings and indoor events.\u003c/p\u003e \n\u003cp\u003eProf Buchan, who will assist with running the scheme in Liverpool, said he did not “recognise the conversation earlier” with Prof Mills about vaccine passports. He told BBC Breakfast:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eVaccination will not be a criterion for admission to events: It will just be a test for particles of live virus in your nose. \u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eHe added that only those who have provided their consent would participate in the trial.\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThis is a research programme based on good science and good ethical conduct is to seek consent, so consent is required to attend the event.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T08:35:22Z",
      "id": "60697a208f087a7cbd51f69a",
      "lastModifiedDate": "2021-04-04T08:35:22Z",
      "published": true,
      "publishedDate": "2021-04-04T08:35:22Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eThe debate around \u003cstrong\u003evaccine certificates\u003c/strong\u003e in the \u003cstrong\u003eUK\u003c/strong\u003e continues this morning. Professor Melinda Mills, director of the Leverhulme Centre for Demographic Science at the University of Oxford, told BBC Breakfast there were “still a lot of open questions” about the Government’s planned Covid status certification scheme.\u003c/p\u003e \u003cp\u003eShe said:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThere’s scientific questions, there’s logistical questions - how will it work - with an app or a paper version? - and there’s real ethical questions as well, too: do I have to pay for the testing if I haven’t been vaccinated or had that opportunity?\u003c/p\u003e \u003cp\u003eSo there are still a lot of open questions.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eThe sociologist said there may be concerns in the community about the storing of private information as part of the scheme, while forgeries could become an issue if paper documents are used, adding:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eOnce you have forgery you will lose your legitimacy, so it will be really important to understand technically how this will work. The only way to build trust in these systems is through transparency.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "The debate around vaccine certificates in the UK continues this morning. Professor Melinda Mills, director of the Leverhulme Centre for Demographic Science at the University of Oxford, told BBC Breakfast there were “still a lot of open questions” about the Government’s planned Covid status certification scheme. She said: There’s scientific questions, there’s logistical questions - how will it work - with an app or a paper version? - and there’s real ethical questions as well, too: do I have to pay for the testing if I haven’t been vaccinated or had that opportunity? So there are still a lot of open questions. The sociologist said there may be concerns in the community about the storing of private information as part of the scheme, while forgeries could become an issue if paper documents are used, adding: Once you have forgery you will lose your legitimacy, so it will be really important to understand technically how this will work. The only way to build trust in these systems is through transparency.",
      "contributors": [],
      "createdDate": "2021-04-04T07:50:27Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe debate around \u003cstrong\u003evaccine certificates\u003c/strong\u003e in the \u003cstrong\u003eUK\u003c/strong\u003e continues this morning. Professor Melinda Mills, director of the Leverhulme Centre for Demographic Science at the University of Oxford, told BBC Breakfast there were “still a lot of open questions” about the Government’s planned Covid status certification scheme.\u003c/p\u003e \n\u003cp\u003eShe said:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThere’s scientific questions, there’s logistical questions - how will it work - with an app or a paper version? - and there’s real ethical questions as well, too: do I have to pay for the testing if I haven’t been vaccinated or had that opportunity?\u003c/p\u003e \n \u003cp\u003eSo there are still a lot of open questions.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eThe sociologist said there may be concerns in the community about the storing of private information as part of the scheme, while forgeries could become an issue if paper documents are used, adding:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eOnce you have forgery you will lose your legitimacy, so it will be really important to understand technically how this will work. The only way to build trust in these systems is through transparency.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T07:57:55Z",
      "id": "60696fc38f08611d06d8b806",
      "lastModifiedDate": "2021-04-04T07:57:55Z",
      "published": true,
      "publishedDate": "2021-04-04T07:57:55Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eIn \u003cstrong\u003eAustralia\u003c/strong\u003e, people have celebrated Easter Sunday in a relatively unrestricted manner as the country reported \u003cstrong\u003eno new locally acquired coronavirus cases\u003c/strong\u003e. Reuters reports:\u003c/p\u003e \u003cp\u003eQueensland, the epicentre of a recent, small COVID-19 community outbreak, has had only one infection in the past three days. The state has the tightest restrictions on public gatherings.\u003c/p\u003e \u003cp\u003eElsewhere, Australians flocked to the beaches, capitalising on the warm weather in many parts of the country, or gathered with families, in a stark contrast to last year’s Easter when a nationwide lockdown kept people confined to their homes.\u003c/p\u003e \u003cp\u003eWhile many countries have imposed fresh lockdowns or curtailed services for the major Christian holiday trying to keep the third wave of coronavirus from further spreading, Australia’s churches were open and many were attending services during the four-day weekend.\u003c/p\u003e \u003cp\u003eAustralia has been one of the world’s most successful countries in curbing the pandemic, with snap lockdowns, border closures and swift tracking limiting coronavirus infections to just over 29,300 infections, with 909 COVID-19 deaths.\u003c/p\u003e \u003cp\u003eThe country has had much less, however, with its inoculation drive, missing a March target by about 3.3 million doses as states and the federal government bickered over the blame.\u003c/p\u003e \u003cp\u003eHealth Minister Greg Hunt said on Sunday that the country is on track to give a first dose of the vaccine to all Australians who want it by October. he said: \u003cbr\u003e\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eAs the supply has increased with the sovereign vaccine manufacturing, so has the rollout.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eCSL Ltd. began production of 50 million doses of the University of Oxford/AstraZeneca vaccine in March in Melbourne, with most Australians expected to receive that shot.\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e",
      "bodyTextSummary": "In Australia, people have celebrated Easter Sunday in a relatively unrestricted manner as the country reported no new locally acquired coronavirus cases. Reuters reports: Queensland, the epicentre of a recent, small COVID-19 community outbreak, has had only one infection in the past three days. The state has the tightest restrictions on public gatherings. Elsewhere, Australians flocked to the beaches, capitalising on the warm weather in many parts of the country, or gathered with families, in a stark contrast to last year’s Easter when a nationwide lockdown kept people confined to their homes. While many countries have imposed fresh lockdowns or curtailed services for the major Christian holiday trying to keep the third wave of coronavirus from further spreading, Australia’s churches were open and many were attending services during the four-day weekend. Australia has been one of the world’s most successful countries in curbing the pandemic, with snap lockdowns, border closures and swift tracking limiting coronavirus infections to just over 29,300 infections, with 909 COVID-19 deaths. The country has had much less, however, with its inoculation drive, missing a March target by about 3.3 million doses as states and the federal government bickered over the blame. Health Minister Greg Hunt said on Sunday that the country is on track to give a first dose of the vaccine to all Australians who want it by October. he said: As the supply has increased with the sovereign vaccine manufacturing, so has the rollout. CSL Ltd. began production of 50 million doses of the University of Oxford/AstraZeneca vaccine in March in Melbourne, with most Australians expected to receive that shot.",
      "contributors": [],
      "createdDate": "2021-04-04T07:34:07Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIn \u003cstrong\u003eAustralia\u003c/strong\u003e, people have celebrated Easter Sunday in a relatively unrestricted manner as the country reported \u003cstrong\u003eno new locally acquired coronavirus cases\u003c/strong\u003e. Reuters reports:\u003c/p\u003e \n\u003cp\u003eQueensland, the epicentre of a recent, small COVID-19 community outbreak, has had only one infection in the past three days. The state has the tightest restrictions on public gatherings.\u003c/p\u003e \n\u003cp\u003eElsewhere, Australians flocked to the beaches, capitalising on the warm weather in many parts of the country, or gathered with families, in a stark contrast to last year’s Easter when a nationwide lockdown kept people confined to their homes.\u003c/p\u003e \n\u003cp\u003eWhile many countries have imposed fresh lockdowns or curtailed services for the major Christian holiday trying to keep the third wave of coronavirus from further spreading, Australia’s churches were open and many were attending services during the four-day weekend.\u003c/p\u003e \n\u003cp\u003eAustralia has been one of the world’s most successful countries in curbing the pandemic, with snap lockdowns, border closures and swift tracking limiting coronavirus infections to just over 29,300 infections, with 909 COVID-19 deaths.\u003c/p\u003e \n\u003cp\u003eThe country has had much less, however, with its inoculation drive, missing a March target by about 3.3 million doses as states and the federal government bickered over the blame.\u003c/p\u003e \n\u003cp\u003eHealth Minister Greg Hunt said on Sunday that the country is on track to give a first dose of the vaccine to all Australians who want it by October. he said: \u003cbr\u003e\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eAs the supply has increased with the sovereign vaccine manufacturing, so has the rollout.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eCSL Ltd. began production of 50 million doses of the University of Oxford/AstraZeneca vaccine in March in Melbourne, with most Australians expected to receive that shot.\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T07:36:13Z",
      "id": "60696bef8f083302090e430b",
      "lastModifiedDate": "2021-04-04T07:36:13Z",
      "published": true,
      "publishedDate": "2021-04-04T07:36:13Z"
     },
     {
      "attributes": {
       "pinned": false
      },
      "bodyHtml": "\u003cp\u003eIn his Easter message Boris Johnson has said Britain can look forward to “brighter days ahead”.\u003c/p\u003e \u003cp\u003eIn his Easter message, the Prime Minister acknowledged it had been a “very tough” year, but said the holiday brought fresh optimism.\u003c/p\u003e \u003cp\u003eHe said:\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThis has been a very tough 12 months. But, as ever, the arrival of Easter brings with it new hope.\u003c/p\u003e \u003cp\u003eAnd, this year more than ever, it brings the promise of brighter days ahead for us all.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eJohnson said coronavirus restrictions meant many Christians would again be unable to celebrate their most important festival as they would like to.\u003cbr\u003e\u003c/p\u003e \u003cp\u003eBut he paid tribute to the way in which they had shown the teachings of Christ and the message of his death and resurrection “permeate through every aspect of daily life”, saying:\u003cbr\u003e\u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThat’s why I’ve lost count of the number of church leaders and congregations that have stepped up to support us all in these very challenging times.\u003c/p\u003e \u003cp\u003eMillions of Good Samaritans, each of them showing what loving thy neighbour as thyself really looks like in 21st century Britain.\u003c/p\u003e \u003cp\u003eAnd having done all that during the darkest days of the pandemic, churches across the UK are now helping us light the path out of it by opening their doors as vaccination centres. It’s really, very moving to see it.\u003c/p\u003e \u003c/blockquote\u003e \u003cp\u003eHis optimism was echoed by the Bishop of London, Sarah Mullally, who wrote in The Sun: \u003c/p\u003e \u003cblockquote class=\"quoted\"\u003e \u003cp\u003eThe old has gone, the new is here. Renewal begins now.\u003c/p\u003e \u003c/blockquote\u003e",
      "bodyTextSummary": "In his Easter message Boris Johnson has said Britain can look forward to “brighter days ahead”. In his Easter message, the Prime Minister acknowledged it had been a “very tough” year, but said the holiday brought fresh optimism. He said: This has been a very tough 12 months. But, as ever, the arrival of Easter brings with it new hope. And, this year more than ever, it brings the promise of brighter days ahead for us all. Johnson said coronavirus restrictions meant many Christians would again be unable to celebrate their most important festival as they would like to. But he paid tribute to the way in which they had shown the teachings of Christ and the message of his death and resurrection “permeate through every aspect of daily life”, saying: That’s why I’ve lost count of the number of church leaders and congregations that have stepped up to support us all in these very challenging times. Millions of Good Samaritans, each of them showing what loving thy neighbour as thyself really looks like in 21st century Britain. And having done all that during the darkest days of the pandemic, churches across the UK are now helping us light the path out of it by opening their doors as vaccination centres. It’s really, very moving to see it. His optimism was echoed by the Bishop of London, Sarah Mullally, who wrote in The Sun: The old has gone, the new is here. Renewal begins now.",
      "contributors": [],
      "createdDate": "2021-04-04T07:19:33Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIn his Easter message Boris Johnson has said Britain can look forward to “brighter days ahead”.\u003c/p\u003e \n\u003cp\u003eIn his Easter message, the Prime Minister acknowledged it had been a “very tough” year, but said the holiday brought fresh optimism.\u003c/p\u003e \n\u003cp\u003eHe said:\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThis has been a very tough 12 months. But, as ever, the arrival of Easter brings with it new hope.\u003c/p\u003e \n \u003cp\u003eAnd, this year more than ever, it brings the promise of brighter days ahead for us all.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eJohnson said coronavirus restrictions meant many Christians would again be unable to celebrate their most important festival as they would like to.\u003cbr\u003e\u003c/p\u003e \n\u003cp\u003eBut he paid tribute to the way in which they had shown the teachings of Christ and the message of his death and resurrection “permeate through every aspect of daily life”, saying:\u003cbr\u003e\u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThat’s why I’ve lost count of the number of church leaders and congregations that have stepped up to support us all in these very challenging times.\u003c/p\u003e \n \u003cp\u003eMillions of Good Samaritans, each of them showing what loving thy neighbour as thyself really looks like in 21st century Britain.\u003c/p\u003e \n \u003cp\u003eAnd having done all that during the darkest days of the pandemic, churches across the UK are now helping us light the path out of it by opening their doors as vaccination centres. It’s really, very moving to see it.\u003c/p\u003e \n\u003c/blockquote\u003e \n\u003cp\u003eHis optimism was echoed by the Bishop of London, Sarah Mullally, who wrote in The Sun: \u003c/p\u003e \n\u003cblockquote class=\"quoted\"\u003e \n \u003cp\u003eThe old has gone, the new is here. Renewal begins now.\u003c/p\u003e \n\u003c/blockquote\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T07:23:13Z",
      "id": "606968858f087a7cbd51f66d",
      "lastModifiedDate": "2021-04-04T07:23:13Z",
      "published": true,
      "publishedDate": "2021-04-04T07:23:13Z"
     },
     {
      "attributes": {
       "keyEvent": true,
       "pinned": false,
       "title": "England set to trial Covid passports"
      },
      "bodyHtml": "\u003cp\u003eIn the UK Boris Johnson is poised to launch nine “vaccine passport” pilots from mid-April, including three football showpieces at Wembley, and four night-time entertainment trials in Liverpool.\u003c/p\u003e \u003cp\u003eHe is preparing for foreign holidays to go ahead this summer, with a “traffic light” system of rules in which travel to “green light” destinations will not require quarantine.\u003c/p\u003e \u003cp\u003eThe full story by my colleague Michael Savage here:\u003c/p\u003e \u003caside class=\"element element-rich-link\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/world/2021/apr/03/boris-johnson-to-give-go-ahead-for-trials-of-covid-passports\"\u003eBoris Johnson to give go-ahead for trials of Covid passports\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eThe pilot venues will be unveiled on Monday by the prime minister with the NHS drawing up a system that will allow people to use an app or a paper certificate to gain access to major events and reduce social distancing measures.\u003c/p\u003e \u003cp\u003eHowever, with details of the certificate system still being finalised, Johnson continues to face a mounting political \u003ca href=\"https://www.theguardian.com/commentisfree/2021/mar/28/give-pause-before-you-raise-a-glass-to-prospect-of-vaccine-passports\"\u003ebacklash over the use of vaccine passports\u003c/a\u003e in the UK. Some MPs are examining whether they could force a vote on the issue. On Monday, Johnson will reassure people that the passports should not be used on public transport or essential shops.\u003cbr\u003e\u003c/p\u003e \u003cp\u003eThe system being piloted will take account of whether someone has had a vaccination, a recent negative test, or natural immunity after a positive test in the last six months. The pilot events begin in less than two weeks. They will first be deployed at the Hot Water Comedy Club, Liverpool, on 15 April. Others include an FA Cup semi-final and the final; the Carabao Cup final; the World Snooker Championship in Sheffield; the Luna Cinema, Circus Nightclub and a business event in Liverpool, and a running event in Hatfield.\u003c/p\u003e",
      "bodyTextSummary": "In the UK Boris Johnson is poised to launch nine “vaccine passport” pilots from mid-April, including three football showpieces at Wembley, and four night-time entertainment trials in Liverpool. He is preparing for foreign holidays to go ahead this summer, with a “traffic light” system of rules in which travel to “green light” destinations will not require quarantine. The full story by my colleague Michael Savage here:\nThe pilot venues will be unveiled on Monday by the prime minister with the NHS drawing up a system that will allow people to use an app or a paper certificate to gain access to major events and reduce social distancing measures. However, with details of the certificate system still being finalised, Johnson continues to face a mounting political backlash over the use of vaccine passports in the UK. Some MPs are examining whether they could force a vote on the issue. On Monday, Johnson will reassure people that the passports should not be used on public transport or essential shops. The system being piloted will take account of whether someone has had a vaccination, a recent negative test, or natural immunity after a positive test in the last six months. The pilot events begin in less than two weeks. They will first be deployed at the Hot Water Comedy Club, Liverpool, on 15 April. Others include an FA Cup semi-final and the final; the Carabao Cup final; the World Snooker Championship in Sheffield; the Luna Cinema, Circus Nightclub and a business event in Liverpool, and a running event in Hatfield.",
      "contributors": [],
      "createdDate": "2021-04-04T07:16:33Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIn the UK Boris Johnson is poised to launch nine “vaccine passport” pilots from mid-April, including three football showpieces at Wembley, and four night-time entertainment trials in Liverpool.\u003c/p\u003e \n\u003cp\u003eHe is preparing for foreign holidays to go ahead this summer, with a “traffic light” system of rules in which travel to “green light” destinations will not require quarantine.\u003c/p\u003e \n\u003cp\u003eThe full story by my colleague Michael Savage here:\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Boris Johnson to give go-ahead for trials of Covid passports",
         "originalUrl": "https://www.theguardian.com/world/2021/apr/03/boris-johnson-to-give-go-ahead-for-trials-of-covid-passports",
         "url": "https://www.theguardian.com/world/2021/apr/03/boris-johnson-to-give-go-ahead-for-trials-of-covid-passports"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe pilot venues will be unveiled on Monday by the prime minister with the NHS drawing up a system that will allow people to use an app or a paper certificate to gain access to major events and reduce social distancing measures.\u003c/p\u003e \n\u003cp\u003eHowever, with details of the certificate system still being finalised, Johnson continues to face a mounting political \u003ca href=\"https://www.theguardian.com/commentisfree/2021/mar/28/give-pause-before-you-raise-a-glass-to-prospect-of-vaccine-passports\"\u003ebacklash over the use of vaccine passports\u003c/a\u003e in the UK. Some MPs are examining whether they could force a vote on the issue. On Monday, Johnson will reassure people that the passports should not be used on public transport or essential shops.\u003cbr\u003e\u003c/p\u003e \n\u003cp\u003eThe system being piloted will take account of whether someone has had a vaccination, a recent negative test, or natural immunity after a positive test in the last six months. The pilot events begin in less than two weeks. They will first be deployed at the Hot Water Comedy Club, Liverpool, on 15 April. Others include an FA Cup semi-final and the final; the Carabao Cup final; the World Snooker Championship in Sheffield; the Luna Cinema, Circus Nightclub and a business event in Liverpool, and a running event in Hatfield.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-04T07:18:57Z",
      "id": "606967d18f083302090e42fe",
      "lastModifiedDate": "2021-04-04T07:39:07Z",
      "published": true,
      "publishedDate": "2021-04-04T07:39:07Z",
      "title": "England set to trial Covid passports"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"593ca553f0b682ce58bef8af724f071dfe0614b3\"\u003e \u003cimg src=\"https://media.guim.co.uk/593ca553f0b682ce58bef8af724f071dfe0614b3/0_45_3500_2101/1000.jpg\" alt=\"Portuguese police officers started checking cars at the border between Portugal and Spain last month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003ePortuguese police officers started checking cars at the border between Portugal and Spain last month.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Rafael Marchante/Reuters\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-04T14:32:17Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/593ca553f0b682ce58bef8af724f071dfe0614b3/0_45_3500_2101/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/593ca553f0b682ce58bef8af724f071dfe0614b3/0_45_3500_2101/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/593ca553f0b682ce58bef8af724f071dfe0614b3/0_45_3500_2101/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/593ca553f0b682ce58bef8af724f071dfe0614b3/0_45_3500_2101/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/593ca553f0b682ce58bef8af724f071dfe0614b3/0_45_3500_2101/3500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2101,
          "width": 3500
         }
        },
        {
         "file": "https://media.guim.co.uk/593ca553f0b682ce58bef8af724f071dfe0614b3/0_45_3500_2101/master/3500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2101,
          "isMaster": true,
          "width": 3500
         }
        }
       ],
       "imageTypeData": {
        "alt": "Portuguese police officers started checking cars at the border between Portugal and Spain last month.",
        "caption": "Portuguese police officers started checking cars at the border between Portugal and Spain last month.",
        "credit": "Photograph: Rafael Marchante/Reuters",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/593ca553f0b682ce58bef8af724f071dfe0614b3",
        "mediaId": "593ca553f0b682ce58bef8af724f071dfe0614b3",
        "photographer": "Rafael Marchante",
        "source": "Reuters",
        "suppliersReference": "FW1"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-04T07:33:01Z",
     "id": "6069cdf18f08611d06d8bb70",
     "lastModifiedDate": "2021-04-04T14:32:43Z",
     "published": true,
     "publishedDate": "2021-04-04T14:32:52Z"
    },
    "totalBodyBlocks": 45
   },
   "id": "world/live/2021/apr/04/coronavirus-live-news-covid-vaccine-passports-trial-england-boris-johnson",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "world",
   "sectionName": "World news",
   "type": "liveblog",
   "webPublicationDate": "2021-04-04T18:53:28Z",
   "webTitle": "Coronavirus live: Portugal U-turns on allowing travel to Spain; Bangladesh imposes week-long lockdown",
   "webUrl": "https://www.theguardian.com/world/live/2021/apr/04/coronavirus-live-news-covid-vaccine-passports-trial-england-boris-johnson"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}