{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/politics/2021/apr/06/dame-cheryl-gillan-obituary",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eAlthough the Conservative politician Cheryl Gillan, who has died aged 68 after suffering from cancer, served as Welsh secretary from 2010 to 2012, her further prospects of cabinet office may have been reduced by her opposition to the government’s plans to build the HS2 high speed rail link through the Chiltern hills of her Buckinghamshire constituency.\u003c/p\u003e \u003cp\u003eShe told her constituents in the safely Conservative suburban seat of Chesham and Amersham that she would defy the party whip – “be very, very sure of that” – during the 2010 general election that brought the Conservatives to power in coalition with the Liberal Democrats. Although in cabinet she abided by the principle of collective responsibility, she remained an opponent of the line.\u003c/p\u003e \u003cp\u003eShe insisted she had secured changes to the route, including a longer section of tunnelling, though she had to fend off criticism for selling her constituency home close to the planned line in order to move to Epsom, in Surrey, on account of her husband’s mobility problems. The sale prompted unsuccessful calls from Labour for an inquiry into whether she had breached the ministerial code by profiting from a transaction that was affected by government policy.\u003c/p\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"34d86eebb172bde7c7c76c7ba0913e462c3f5fa0\"\u003e \u003cimg src=\"https://media.guim.co.uk/34d86eebb172bde7c7c76c7ba0913e462c3f5fa0/0_45_1946_1168/1000.jpg\" alt=\"Cheryl Gillan at the Welsh Conservative party conference in Llandudno, North Wales, in 2006.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eCheryl Gillan at the Welsh Conservative party conference in Llandudno, North Wales, in 2006.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Martin Rickett/PA\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eWhen Gillan became Welsh secretary in 2010, she was the first woman to do so, having shadowed the post for five years in opposition. However, after only two years she was sacked in the prime minister David Cameron’s first reshuffle, as he came under pressure to appoint an MP from a Welsh constituency. Nonetheless, her two Welsh successors lasted less time in the job than she had.\u003c/p\u003e \u003cp\u003eGillan could at least claim a Welsh background, having been born in Llandaff, the only child of Mona (nee Freeman), a drama teacher, and Major Adam Gillan, a Scottish Royal Engineers officer. She could even sing the words of the Welsh national anthem, a feat that had eluded at least one of her English predecessors.\u003c/p\u003e \u003cp\u003eInitially she grew up on a farm that the family owned near Usk before moving first to Norfolk and then, at the age of 11, to Sheffield, when her father became a director of a steel company. Having been educated at primary level at a private school in Cardiff, she was then sent to Cheltenham Ladies’ college. Her mother was a Tory councillor and when Gillan was 15 she joined the Young Conservatives.\u003c/p\u003e \u003cp\u003eThough Gillan studied at the College of Law she did not practise, instead, in 1976, joining \u003ca href=\"https://www.theguardian.com/news/2003/may/17/guardianobituaries.sport\" title=\"\"\u003eMark McCormack\u003c/a\u003e’s International Management Group (IMG), which was becoming responsible for promoting golf tournaments and day-night cricket matches, and organising the careers of stars such as Jackie Stewart. Gillan, who enjoyed playing golf, would later become the first female MP to play cricket for the Lords and Commons team.\u003c/p\u003e \u003cp\u003eAfter serving as a director of British Film Year (1984-86) she went on to work as a marketing consultant in turn for the accountancy firms Ernst and Young (1986-91) and Kidsons Impey (1991-93). A member of the centre-right Tory Bow Group, she became its chair in 1987.\u003c/p\u003e \u003cp\u003eGillan joined the shortlist to succeed \u003ca href=\"https://www.theguardian.com/politics/2013/apr/08/margaret-thatcher-political-phenomenon-dies\" title=\"\"\u003eMargaret Thatcher\u003c/a\u003e as parliamentary candidate for her Finchley constituency, but was ultimately chosen to succeed \u003ca href=\"https://www.theguardian.com/news/2007/sep/24/guardianobituaries.obituaries1\" title=\"\"\u003eIan Gilmour\u003c/a\u003e in Chesham and Amersham, winning the seat in the 1992 general election with a majority of more than 22,000. It never subsequently dropped below 13,000.\u003c/p\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae\"\u003e \u003cimg src=\"https://media.guim.co.uk/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae/0_73_3500_2100/1000.jpg\" alt=\"Cheryl Gillan, centre, announcing the results of the fifth ballot of the Tory leadership contest in 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eCheryl Gillan, centre, announcing the results of the fifth ballot of the Tory leadership contest in 2019.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Stefan Rousseau/PA\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eIn the Commons she could be combative, just as she could in the world outside, as when she chased a mugger who reached into the passenger seat of her Range Rover to steal her handbag while she was stuck in south London traffic. Her chase, in stockinged feet, was unavailing.\u003c/p\u003e \u003cp\u003eBut she was also able to work collaboratively with Labour MPs, most notably in introducing her private member’s bill to increase provision for adults suffering from autistic spectrum conditions. The \u003ca href=\"https://www.legislation.gov.uk/ukpga/2009/15/contents\" title=\"\"\u003eAutism Act\u003c/a\u003e (2009) requires the government to have a national strategy and \u003ca href=\"https://www.politicshome.com/thehouse/article/we-must-do-more-to-create-a-society-that-works-for-autistic-people\" title=\"\"\u003ekeep services under review\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eAfter a junior ministerial post at the Department of Education (1995-97) in John Major’s government, with responsibility for women’s issues and specialist colleges, she held various opposition spokesman briefs, served as a party whip (2001-03) and, in 2005, became shadow Welsh secretary.\u003c/p\u003e \u003cp\u003eShe had been against the setting up of the Welsh Assembly – insisting later she was not opposed in principle but only to the manner in which it had been done by Labour. Once in government she found herself working relatively harmoniously in tandem with the Labour majority in the assembly.\u003c/p\u003e \u003cp\u003eAfter leaving the post in 2012 she was a doughty critic of the HS2 project, \u003ca href=\"https://www.cherylgillan.co.uk/news/rt-hon-dame-cheryl-gillan-calls-cancellation-hs2-amid-carillion-collapse\" title=\"\"\u003edemanding in 2017\u003c/a\u003e to know from Chris Grayling as transport secretary whether he had carried out due diligence in the awarding of construction contracts to Carillion. This was six months before its collapse, prompting her once more to call for the whole project to be scrapped.\u003c/p\u003e \u003cp\u003eHer chief concern, she maintained, was its potential effect on the Chilterns, which she campaigned to have designated a national park. She was a founder member of the all-party group for the London Green Belt and president of the Buckinghamshire branch of the Campaign to Protect Rural England.\u003c/p\u003e \u003cp\u003eOn another front, she was also secretary of the all-party group on space policy: her husband, \u003ca href=\"https://www.bucksfreepress.co.uk/news/17526239.tributes-paid-warm-witty-kind-jack-leeming---husband-mp-cheryl-gillan---passed-away-weekend-aged-91/\" title=\"\"\u003eJack Leeming\u003c/a\u003e, was a former director of the British National Space Centre. Following his retirement, Leeming served as Gillan’s office manager and researcher into his 80s.\u003c/p\u003e \u003cp\u003eGillan did not survive the 2009 MPs’ expenses scandal completely unscathed, as she was found to have claimed for dog food (she was a dog lover) and for the repair of a boiler. She also overcharged for the mortgage on a \u003ca href=\"https://www.bucksfreepress.co.uk/news/4390025.dog-food-expenses-mp-read-her-full-statement-here/\" title=\"\"\u003esecond home in Battersea\u003c/a\u003e, south-west London, as well as in her constituency at the end of the Metropolitan underground line, and \u003ca href=\"https://www.bucksfreepress.co.uk/news/4681399.mp-cheryl-gillan-told-to-repay-1884/\" title=\"\"\u003eshe was required to repay £1,884\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eGillan was made a dame in 2018. As joint chair of the backbench Tory MPs’ 1922 committee, it fell to her to organise the leadership ballot and to announce the election of Boris Johnson in July 2019.\u003c/p\u003e \u003cp\u003eShe married Leeming in 1985. He died in 2019.\u003c/p\u003e \u003cp\u003e\u003cem\u003e• \u003c/em\u003eCheryl Elise Kendall Gillan, politician, born 21 April 1952; died 4 April 2021\u003c/p\u003e",
      "bodyTextSummary": "Although the Conservative politician Cheryl Gillan, who has died aged 68 after suffering from cancer, served as Welsh secretary from 2010 to 2012, her further prospects of cabinet office may have been reduced by her opposition to the government’s plans to build the HS2 high speed rail link through the Chiltern hills of her Buckinghamshire constituency. She told her constituents in the safely Conservative suburban seat of Chesham and Amersham that she would defy the party whip – “be very, very sure of that” – during the 2010 general election that brought the Conservatives to power in coalition with the Liberal Democrats. Although in cabinet she abided by the principle of collective responsibility, she remained an opponent of the line. She insisted she had secured changes to the route, including a longer section of tunnelling, though she had to fend off criticism for selling her constituency home close to the planned line in order to move to Epsom, in Surrey, on account of her husband’s mobility problems. The sale prompted unsuccessful calls from Labour for an inquiry into whether she had breached the ministerial code by profiting from a transaction that was affected by government policy.\nWhen Gillan became Welsh secretary in 2010, she was the first woman to do so, having shadowed the post for five years in opposition. However, after only two years she was sacked in the prime minister David Cameron’s first reshuffle, as he came under pressure to appoint an MP from a Welsh constituency. Nonetheless, her two Welsh successors lasted less time in the job than she had. Gillan could at least claim a Welsh background, having been born in Llandaff, the only child of Mona (nee Freeman), a drama teacher, and Major Adam Gillan, a Scottish Royal Engineers officer. She could even sing the words of the Welsh national anthem, a feat that had eluded at least one of her English predecessors. Initially she grew up on a farm that the family owned near Usk before moving first to Norfolk and then, at the age of 11, to Sheffield, when her father became a director of a steel company. Having been educated at primary level at a private school in Cardiff, she was then sent to Cheltenham Ladies’ college. Her mother was a Tory councillor and when Gillan was 15 she joined the Young Conservatives. Though Gillan studied at the College of Law she did not practise, instead, in 1976, joining Mark McCormack’s International Management Group (IMG), which was becoming responsible for promoting golf tournaments and day-night cricket matches, and organising the careers of stars such as Jackie Stewart. Gillan, who enjoyed playing golf, would later become the first female MP to play cricket for the Lords and Commons team. After serving as a director of British Film Year (1984-86) she went on to work as a marketing consultant in turn for the accountancy firms Ernst and Young (1986-91) and Kidsons Impey (1991-93). A member of the centre-right Tory Bow Group, she became its chair in 1987. Gillan joined the shortlist to succeed Margaret Thatcher as parliamentary candidate for her Finchley constituency, but was ultimately chosen to succeed Ian Gilmour in Chesham and Amersham, winning the seat in the 1992 general election with a majority of more than 22,000. It never subsequently dropped below 13,000.\nIn the Commons she could be combative, just as she could in the world outside, as when she chased a mugger who reached into the passenger seat of her Range Rover to steal her handbag while she was stuck in south London traffic. Her chase, in stockinged feet, was unavailing. But she was also able to work collaboratively with Labour MPs, most notably in introducing her private member’s bill to increase provision for adults suffering from autistic spectrum conditions. The Autism Act (2009) requires the government to have a national strategy and keep services under review. After a junior ministerial post at the Department of Education (1995-97) in John Major’s government, with responsibility for women’s issues and specialist colleges, she held various opposition spokesman briefs, served as a party whip (2001-03) and, in 2005, became shadow Welsh secretary. She had been against the setting up of the Welsh Assembly – insisting later she was not opposed in principle but only to the manner in which it had been done by Labour. Once in government she found herself working relatively harmoniously in tandem with the Labour majority in the assembly. After leaving the post in 2012 she was a doughty critic of the HS2 project, demanding in 2017 to know from Chris Grayling as transport secretary whether he had carried out due diligence in the awarding of construction contracts to Carillion. This was six months before its collapse, prompting her once more to call for the whole project to be scrapped. Her chief concern, she maintained, was its potential effect on the Chilterns, which she campaigned to have designated a national park. She was a founder member of the all-party group for the London Green Belt and president of the Buckinghamshire branch of the Campaign to Protect Rural England. On another front, she was also secretary of the all-party group on space policy: her husband, Jack Leeming, was a former director of the British National Space Centre. Following his retirement, Leeming served as Gillan’s office manager and researcher into his 80s. Gillan did not survive the 2009 MPs’ expenses scandal completely unscathed, as she was found to have claimed for dog food (she was a dog lover) and for the repair of a boiler. She also overcharged for the mortgage on a second home in Battersea, south-west London, as well as in her constituency at the end of the Metropolitan underground line, and she was required to repay £1,884. Gillan was made a dame in 2018. As joint chair of the backbench Tory MPs’ 1922 committee, it fell to her to organise the leadership ballot and to announce the election of Boris Johnson in July 2019. She married Leeming in 1985. He died in 2019. • Cheryl Elise Kendall Gillan, politician, born 21 April 1952; died 4 April 2021",
      "contributors": [],
      "createdDate": "2021-04-06T11:44:07Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eAlthough the Conservative politician Cheryl Gillan, who has died aged 68 after suffering from cancer, served as Welsh secretary from 2010 to 2012, her further prospects of cabinet office may have been reduced by her opposition to the government’s plans to build the HS2 high speed rail link through the Chiltern hills of her Buckinghamshire constituency.\u003c/p\u003e \n\u003cp\u003eShe told her constituents in the safely Conservative suburban seat of Chesham and Amersham that she would defy the party whip – “be very, very sure of that” – during the 2010 general election that brought the Conservatives to power in coalition with the Liberal Democrats. Although in cabinet she abided by the principle of collective responsibility, she remained an opponent of the line.\u003c/p\u003e \n\u003cp\u003eShe insisted she had secured changes to the route, including a longer section of tunnelling, though she had to fend off criticism for selling her constituency home close to the planned line in order to move to Epsom, in Surrey, on account of her husband’s mobility problems. The sale prompted unsuccessful calls from Labour for an inquiry into whether she had breached the ministerial code by profiting from a transaction that was affected by government policy.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/34d86eebb172bde7c7c76c7ba0913e462c3f5fa0/0_45_1946_1168/1946.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1168,
           "width": 1946
          }
         },
         {
          "file": "https://media.guim.co.uk/34d86eebb172bde7c7c76c7ba0913e462c3f5fa0/0_45_1946_1168/master/1946.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1168,
           "isMaster": true,
           "width": 1946
          }
         },
         {
          "file": "https://media.guim.co.uk/34d86eebb172bde7c7c76c7ba0913e462c3f5fa0/0_45_1946_1168/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/34d86eebb172bde7c7c76c7ba0913e462c3f5fa0/0_45_1946_1168/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/34d86eebb172bde7c7c76c7ba0913e462c3f5fa0/0_45_1946_1168/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "Cheryl Gillan at the Welsh Conservative party conference in Llandudno, North Wales, in 2006.",
         "caption": "Cheryl Gillan at the Welsh Conservative party conference in Llandudno, North Wales, in 2006.",
         "credit": "Photograph: Martin Rickett/PA",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/34d86eebb172bde7c7c76c7ba0913e462c3f5fa0",
         "mediaId": "34d86eebb172bde7c7c76c7ba0913e462c3f5fa0",
         "photographer": "Martin Rickett",
         "source": "PA",
         "suppliersReference": "pa-news-20060304-110801-wales-tories-5--_57826.jpg"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eWhen Gillan became Welsh secretary in 2010, she was the first woman to do so, having shadowed the post for five years in opposition. However, after only two years she was sacked in the prime minister David Cameron’s first reshuffle, as he came under pressure to appoint an MP from a Welsh constituency. Nonetheless, her two Welsh successors lasted less time in the job than she had.\u003c/p\u003e \n\u003cp\u003eGillan could at least claim a Welsh background, having been born in Llandaff, the only child of Mona (nee Freeman), a drama teacher, and Major Adam Gillan, a Scottish Royal Engineers officer. She could even sing the words of the Welsh national anthem, a feat that had eluded at least one of her English predecessors.\u003c/p\u003e \n\u003cp\u003eInitially she grew up on a farm that the family owned near Usk before moving first to Norfolk and then, at the age of 11, to Sheffield, when her father became a director of a steel company. Having been educated at primary level at a private school in Cardiff, she was then sent to Cheltenham Ladies’ college. Her mother was a Tory councillor and when Gillan was 15 she joined the Young Conservatives.\u003c/p\u003e \n\u003cp\u003eThough Gillan studied at the College of Law she did not practise, instead, in 1976, joining \u003ca href=\"https://www.theguardian.com/news/2003/may/17/guardianobituaries.sport\" title=\"\"\u003eMark McCormack\u003c/a\u003e’s International Management Group (IMG), which was becoming responsible for promoting golf tournaments and day-night cricket matches, and organising the careers of stars such as Jackie Stewart. Gillan, who enjoyed playing golf, would later become the first female MP to play cricket for the Lords and Commons team.\u003c/p\u003e \n\u003cp\u003eAfter serving as a director of British Film Year (1984-86) she went on to work as a marketing consultant in turn for the accountancy firms Ernst and Young (1986-91) and Kidsons Impey (1991-93). A member of the centre-right Tory Bow Group, she became its chair in 1987.\u003c/p\u003e \n\u003cp\u003eGillan joined the shortlist to succeed \u003ca href=\"https://www.theguardian.com/politics/2013/apr/08/margaret-thatcher-political-phenomenon-dies\" title=\"\"\u003eMargaret Thatcher\u003c/a\u003e as parliamentary candidate for her Finchley constituency, but was ultimately chosen to succeed \u003ca href=\"https://www.theguardian.com/news/2007/sep/24/guardianobituaries.obituaries1\" title=\"\"\u003eIan Gilmour\u003c/a\u003e in Chesham and Amersham, winning the seat in the 1992 general election with a majority of more than 22,000. It never subsequently dropped below 13,000.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae/0_73_3500_2100/3500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 2100,
           "width": 3500
          }
         },
         {
          "file": "https://media.guim.co.uk/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae/0_73_3500_2100/master/3500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 2100,
           "isMaster": true,
           "width": 3500
          }
         },
         {
          "file": "https://media.guim.co.uk/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae/0_73_3500_2100/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae/0_73_3500_2100/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae/0_73_3500_2100/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae/0_73_3500_2100/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "Cheryl Gillan, centre, announcing the results of the fifth ballot of the Tory leadership contest in 2019.",
         "caption": "Cheryl Gillan, centre, announcing the results of the fifth ballot of the Tory leadership contest in 2019.",
         "credit": "Photograph: Stefan Rousseau/PA",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae",
         "mediaId": "f98d64a1a9d02d8c20a08dfd8b033f05198cc7ae",
         "photographer": "Stefan Rousseau",
         "source": "PA",
         "suppliersReference": "POLITICS_Tories_18225123.JPG"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIn the Commons she could be combative, just as she could in the world outside, as when she chased a mugger who reached into the passenger seat of her Range Rover to steal her handbag while she was stuck in south London traffic. Her chase, in stockinged feet, was unavailing.\u003c/p\u003e \n\u003cp\u003eBut she was also able to work collaboratively with Labour MPs, most notably in introducing her private member’s bill to increase provision for adults suffering from autistic spectrum conditions. The \u003ca href=\"https://www.legislation.gov.uk/ukpga/2009/15/contents\" title=\"\"\u003eAutism Act\u003c/a\u003e (2009) requires the government to have a national strategy and \u003ca href=\"https://www.politicshome.com/thehouse/article/we-must-do-more-to-create-a-society-that-works-for-autistic-people\" title=\"\"\u003ekeep services under review\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003eAfter a junior ministerial post at the Department of Education (1995-97) in John Major’s government, with responsibility for women’s issues and specialist colleges, she held various opposition spokesman briefs, served as a party whip (2001-03) and, in 2005, became shadow Welsh secretary.\u003c/p\u003e \n\u003cp\u003eShe had been against the setting up of the Welsh Assembly – insisting later she was not opposed in principle but only to the manner in which it had been done by Labour. Once in government she found herself working relatively harmoniously in tandem with the Labour majority in the assembly.\u003c/p\u003e \n\u003cp\u003eAfter leaving the post in 2012 she was a doughty critic of the HS2 project, \u003ca href=\"https://www.cherylgillan.co.uk/news/rt-hon-dame-cheryl-gillan-calls-cancellation-hs2-amid-carillion-collapse\" title=\"\"\u003edemanding in 2017\u003c/a\u003e to know from Chris Grayling as transport secretary whether he had carried out due diligence in the awarding of construction contracts to Carillion. This was six months before its collapse, prompting her once more to call for the whole project to be scrapped.\u003c/p\u003e \n\u003cp\u003eHer chief concern, she maintained, was its potential effect on the Chilterns, which she campaigned to have designated a national park. She was a founder member of the all-party group for the London Green Belt and president of the Buckinghamshire branch of the Campaign to Protect Rural England.\u003c/p\u003e \n\u003cp\u003eOn another front, she was also secretary of the all-party group on space policy: her husband, \u003ca href=\"https://www.bucksfreepress.co.uk/news/17526239.tributes-paid-warm-witty-kind-jack-leeming---husband-mp-cheryl-gillan---passed-away-weekend-aged-91/\" title=\"\"\u003eJack Leeming\u003c/a\u003e, was a former director of the British National Space Centre. Following his retirement, Leeming served as Gillan’s office manager and researcher into his 80s.\u003c/p\u003e \n\u003cp\u003eGillan did not survive the 2009 MPs’ expenses scandal completely unscathed, as she was found to have claimed for dog food (she was a dog lover) and for the repair of a boiler. She also overcharged for the mortgage on a \u003ca href=\"https://www.bucksfreepress.co.uk/news/4390025.dog-food-expenses-mp-read-her-full-statement-here/\" title=\"\"\u003esecond home in Battersea\u003c/a\u003e, south-west London, as well as in her constituency at the end of the Metropolitan underground line, and \u003ca href=\"https://www.bucksfreepress.co.uk/news/4681399.mp-cheryl-gillan-told-to-repay-1884/\" title=\"\"\u003eshe was required to repay £1,884\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003eGillan was made a dame in 2018. As joint chair of the backbench Tory MPs’ 1922 committee, it fell to her to organise the leadership ballot and to announce the election of Boris Johnson in July 2019.\u003c/p\u003e \n\u003cp\u003eShe married Leeming in 1985. He died in 2019.\u003c/p\u003e \n\u003cp\u003e\u003cem\u003e• \u003c/em\u003eCheryl Elise Kendall Gillan, politician, born 21 April 1952; died 4 April 2021\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T16:35:56Z",
      "id": "6a264e4f-65e0-4bbb-8f5e-48d2b06e83a3",
      "lastModifiedDate": "2021-04-06T16:35:55Z",
      "published": true,
      "publishedDate": "2021-04-06T16:35:56Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"09e1f3a9f3ccb44c0285484f53e6a744b4b5803f\"\u003e \u003cimg src=\"https://media.guim.co.uk/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f/0_4_3934_2361/1000.jpg\" alt=\"Cheryl Gillan at her desk in the Wales Office, in Gwydr House, London, in 2010.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eCheryl Gillan at her desk in the Wales Office, in Gwydr House, London, in 2010.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Clive Gee/PA\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T11:46:10Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f/0_4_3934_2361/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f/0_4_3934_2361/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f/0_4_3934_2361/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f/0_4_3934_2361/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f/0_4_3934_2361/3934.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2361,
          "width": 3934
         }
        },
        {
         "file": "https://media.guim.co.uk/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f/0_4_3934_2361/master/3934.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2361,
          "isMaster": true,
          "width": 3934
         }
        }
       ],
       "imageTypeData": {
        "alt": "Cheryl Gillan at her desk in the Wales Office, in Gwydr House, London, in 2010.",
        "caption": "Cheryl Gillan at her desk in the Wales Office, in Gwydr House, London, in 2010.",
        "credit": "Photograph: Clive Gee/PA",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/09e1f3a9f3ccb44c0285484f53e6a744b4b5803f",
        "mediaId": "09e1f3a9f3ccb44c0285484f53e6a744b4b5803f",
        "photographer": "Clive Gee",
        "source": "PA",
        "suppliersReference": "pa-news-20100518-165006-politics_mps_164178.jpg"
       },
       "type": "image"
      }
     ],
     "id": "606c4a028f083302090e6065",
     "lastModifiedDate": "2021-04-06T11:50:36Z",
     "published": true
    },
    "totalBodyBlocks": 1
   },
   "id": "politics/2021/apr/06/dame-cheryl-gillan-obituary",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "politics",
   "sectionName": "Politics",
   "type": "article",
   "webPublicationDate": "2021-04-06T16:21:22Z",
   "webTitle": "Dame Cheryl Gillan obituary",
   "webUrl": "https://www.theguardian.com/politics/2021/apr/06/dame-cheryl-gillan-obituary"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}