{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/australia-news/2021/apr/07/federal-government-criticised-for-continuing-robodebt-after-admitting-it-was-unlawful",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eServices Australia has been criticised by a government watchdog for continuing to recoup money from welfare recipients through its botched robodebt scheme after it had admitted the program was unlawful.\u003c/p\u003e \u003cp\u003eA commonwealth ombudsman report also warned it was possible a few thousand people may have missed out on a refund because their debt was either incorrectly assessed by Services Australia officials or wrongly upheld at the Administrative Appeals Tribunal (AAT).\u003c/p\u003e \u003cp\u003eIn a report handed down on Tuesday, the ombudsman singled out the agency’s decision to continue “debt recovery action” beyond November 2019, the point at which the government backed down in the face of a federal court challenge to the scheme.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/australia-news/2021/mar/06/centrelink-must-review-welfare-debts-after-tribunal-casts-further-doubt-on-income-averaging-senator-says\"\u003eCentrelink must review welfare debts after tribunal casts further doubt on income averaging, senator says\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eThe ombudsman, Michael Manthorpe, said there was a “period of some months” when Services Australia kept recovering money over debts “which Services Australia knew had a high likelihood of being raised on ‘legally insufficient’ grounds”.\u003c/p\u003e \u003cp\u003eThe agency is responsible for Centrelink, Medicare and child support services\u003c/p\u003e \u003cp\u003e“We consider this created a high degree of risk for Services Australia and unnecessary hardship for individuals affected, which was compounded by Services Australia’s knowledge that the identification process would be largely manual and therefore take some time to complete,” Manthorpe said.\u003c/p\u003e \u003cp\u003eThe government reached a $1.2bn settlement in November 2020 after a \u003ca href=\"https://www.theguardian.com/australia-news/2020/nov/17/billion-dollar-robodebt-settlement-reveals-massive-scale-of-welfare-crackdown-disaster\"\u003eclass action was brought by Gordon Legal\u003c/a\u003e. That followed a public announcement in May it would pay back about 400,000 people who were sent unlawful welfare debts using the “income averaging” of tax office data.\u003c/p\u003e \u003cp\u003eEarlier, in November 2019, the government had acknowledged this method was “legally insufficient” in response to a court challenge by Victoria Legal Aid.\u003c/p\u003e \u003cp\u003eAlthough Guardian Australia revealed \u003ca href=\"https://www.theguardian.com/australia-news/2020/mar/27/robodebt-government-admits-it-will-be-forced-to-refund-550m-under-botched-scheme\"\u003eit was drawing up then-secret plans\u003c/a\u003e to repay victims in March, publicly the government maintained a stony silence about whether it would refund victims until the announcement in May.\u003c/p\u003e \u003cp\u003eIt is this period – between November 2019 and May 2020 – that the ombudsman says the government had continued to require repayments from people over debts that were, in fact, unlawful.\u003c/p\u003e \u003cp\u003eIt says the government should have paused all debt recovery action while it determined which debts were raised unlawfully and would need to be paid back to victims.\u003c/p\u003e  \u003cfigure class=\"element element-embed\" data-alt=\"Sign up to receive the top stories from Guardian Australia every morning\"\u003e  \u003ciframe src=\"https://www.theguardian.com/email/form/plaintone/4148\" height=\"52px\" data-form-title=\"Sign up for Guardian Australia's Morning Mail\" data-form-description=\"Get our editors' pick of the biggest headlines every weekday\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"\u003e\u003c/iframe\u003e \u003c/figure\u003e  \u003cp\u003eServices Australia told the ombudsman pausing all debts “may have caused greater confusion during this time” because people who were not owed a refund would have their repayments frozen and then reinstated.\u003c/p\u003e \u003cp\u003eBut the ombudsman dismissed that concern, saying “the risk and consequences of debt recovery action on debts suspected to be raised on a ‘legally insufficient’ basis” outweighed the “potential disruption”.\u003c/p\u003e \u003cp\u003eThe report also revealed that Services Australia estimated in July 2020 that “there was a risk that between 2,000 and 6,000 debts that were calculated with averaged ATO data may not be captured as ‘averaged’ and not included in the refund process”.\u003c/p\u003e \u003cp\u003eThe ombudsman said it was not clear how this figure was reached, and a spokesman for the agency did not respond when asked by Guardian Australia whether that estimate was still current.\u003c/p\u003e \u003cp\u003eAround 70% of debts identified under the program were raised through income averaging, but the agency had to reassess each debt manually when determining eligibility for a refund because it didn’t always record how the debts were raised.\u003c/p\u003e \u003cp\u003eThe report also reveals that some people who had their unlawful debts upheld at the AAT may not have been considered eligible for a refund as part of the government’s process.\u003c/p\u003e \u003cp\u003eThe agency told the ombudsman about 1,400 people had appealed debts to the AAT that were “income averaged” – and therefore unlawful – though it was not known how many were upheld by the tribunal.\u003c/p\u003e \u003cp\u003e“As a matter of principle, we do not consider these individuals should be at any disadvantage compared to others who did not go through the AAT process,” the ombudsman said.\u003c/p\u003e \u003cp\u003eServices Australia said it was working to resolve this issue, though it was “complex” and would “ultimately be subject to legal authority”.\u003c/p\u003e \u003cp\u003eTo raise a welfare debt against a person, Services Australia will check their income reported to Centrelink against historical pay information, or what the agency calls “proof points”, such as payslips or bank statements.\u003c/p\u003e \u003cp\u003eBut the ombudsman warned the agency should not raise a debt using bank statements – which provide a “net” figure where “gross” income is required – unless there was no other evidence available and the welfare recipients had expressly agreed.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/australia-news/2021/mar/29/former-liberal-staffer-on-appeals-tribunal-quits-consultancy-role-after-potential-conflict-of-interest\"\u003eFormer Liberal staffer on appeals tribunal quits consultancy role after potential conflict of interest\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eThe use of bank statements is controversial with some legal experts and \u003ca href=\"https://www.theguardian.com/australia-news/2020/may/30/coalition-told-robodebt-no-longer-viable-and-should-be-abolished-leaked-advice-reveals\"\u003eGuardian Australia last year revealed internal legal advice\u003c/a\u003e argued it was “not possible to use bank account information, by itself, to raise debt”.\u003c/p\u003e \u003cp\u003eThe agency told the ombudsman bank statements were “just one of the additional proof points that can be used by a decision-maker to determine a debt”.\u003c/p\u003e \u003cp\u003eA Services Australia spokesman said the report recognised the “significant amount of work carried out by the agency to identify eligible debts, contact impacted individuals and process refunds quickly”.\u003c/p\u003e \u003cp\u003e“Services Australia has worked thoroughly and methodically to identify debts raised using averaged ATO income data,” he said.\u003c/p\u003e \u003cp\u003e“This work will continue until we are satisfied we’ve processed all refunds.\u003c/p\u003e \u003cp\u003e“Freezing all debts under the program, without first confirming whether averaging had been used, would have ceased legitimate payment arrangements.”\u003c/p\u003e \u003cp\u003eAsked if the agency intended to reassess debts raised under the program, the spokesman said “there has been no decision to revisit debts that have been refunded”.\u003c/p\u003e \u003cp\u003e“The Income Compliance Program was funded under a number of successive budget measures and this work is largely complete,” he said.\u003c/p\u003e",
      "bodyTextSummary": "Services Australia has been criticised by a government watchdog for continuing to recoup money from welfare recipients through its botched robodebt scheme after it had admitted the program was unlawful. A commonwealth ombudsman report also warned it was possible a few thousand people may have missed out on a refund because their debt was either incorrectly assessed by Services Australia officials or wrongly upheld at the Administrative Appeals Tribunal (AAT). In a report handed down on Tuesday, the ombudsman singled out the agency’s decision to continue “debt recovery action” beyond November 2019, the point at which the government backed down in the face of a federal court challenge to the scheme.\nThe ombudsman, Michael Manthorpe, said there was a “period of some months” when Services Australia kept recovering money over debts “which Services Australia knew had a high likelihood of being raised on ‘legally insufficient’ grounds”. The agency is responsible for Centrelink, Medicare and child support services “We consider this created a high degree of risk for Services Australia and unnecessary hardship for individuals affected, which was compounded by Services Australia’s knowledge that the identification process would be largely manual and therefore take some time to complete,” Manthorpe said. The government reached a $1.2bn settlement in November 2020 after a class action was brought by Gordon Legal. That followed a public announcement in May it would pay back about 400,000 people who were sent unlawful welfare debts using the “income averaging” of tax office data. Earlier, in November 2019, the government had acknowledged this method was “legally insufficient” in response to a court challenge by Victoria Legal Aid. Although Guardian Australia revealed it was drawing up then-secret plans to repay victims in March, publicly the government maintained a stony silence about whether it would refund victims until the announcement in May. It is this period – between November 2019 and May 2020 – that the ombudsman says the government had continued to require repayments from people over debts that were, in fact, unlawful. It says the government should have paused all debt recovery action while it determined which debts were raised unlawfully and would need to be paid back to victims.\nServices Australia told the ombudsman pausing all debts “may have caused greater confusion during this time” because people who were not owed a refund would have their repayments frozen and then reinstated. But the ombudsman dismissed that concern, saying “the risk and consequences of debt recovery action on debts suspected to be raised on a ‘legally insufficient’ basis” outweighed the “potential disruption”. The report also revealed that Services Australia estimated in July 2020 that “there was a risk that between 2,000 and 6,000 debts that were calculated with averaged ATO data may not be captured as ‘averaged’ and not included in the refund process”. The ombudsman said it was not clear how this figure was reached, and a spokesman for the agency did not respond when asked by Guardian Australia whether that estimate was still current. Around 70% of debts identified under the program were raised through income averaging, but the agency had to reassess each debt manually when determining eligibility for a refund because it didn’t always record how the debts were raised. The report also reveals that some people who had their unlawful debts upheld at the AAT may not have been considered eligible for a refund as part of the government’s process. The agency told the ombudsman about 1,400 people had appealed debts to the AAT that were “income averaged” – and therefore unlawful – though it was not known how many were upheld by the tribunal. “As a matter of principle, we do not consider these individuals should be at any disadvantage compared to others who did not go through the AAT process,” the ombudsman said. Services Australia said it was working to resolve this issue, though it was “complex” and would “ultimately be subject to legal authority”. To raise a welfare debt against a person, Services Australia will check their income reported to Centrelink against historical pay information, or what the agency calls “proof points”, such as payslips or bank statements. But the ombudsman warned the agency should not raise a debt using bank statements – which provide a “net” figure where “gross” income is required – unless there was no other evidence available and the welfare recipients had expressly agreed.\nThe use of bank statements is controversial with some legal experts and Guardian Australia last year revealed internal legal advice argued it was “not possible to use bank account information, by itself, to raise debt”. The agency told the ombudsman bank statements were “just one of the additional proof points that can be used by a decision-maker to determine a debt”. A Services Australia spokesman said the report recognised the “significant amount of work carried out by the agency to identify eligible debts, contact impacted individuals and process refunds quickly”. “Services Australia has worked thoroughly and methodically to identify debts raised using averaged ATO income data,” he said. “This work will continue until we are satisfied we’ve processed all refunds. “Freezing all debts under the program, without first confirming whether averaging had been used, would have ceased legitimate payment arrangements.” Asked if the agency intended to reassess debts raised under the program, the spokesman said “there has been no decision to revisit debts that have been refunded”. “The Income Compliance Program was funded under a number of successive budget measures and this work is largely complete,” he said.",
      "contributors": [],
      "createdDate": "2021-04-06T08:18:18Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eServices Australia has been criticised by a government watchdog for continuing to recoup money from welfare recipients through its botched robodebt scheme after it had admitted the program was unlawful.\u003c/p\u003e \n\u003cp\u003eA commonwealth ombudsman report also warned it was possible a few thousand people may have missed out on a refund because their debt was either incorrectly assessed by Services Australia officials or wrongly upheld at the Administrative Appeals Tribunal (AAT).\u003c/p\u003e \n\u003cp\u003eIn a report handed down on Tuesday, the ombudsman singled out the agency’s decision to continue “debt recovery action” beyond November 2019, the point at which the government backed down in the face of a federal court challenge to the scheme.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Centrelink must review welfare debts after tribunal casts further doubt on income averaging, senator says",
         "originalUrl": "https://www.theguardian.com/australia-news/2021/mar/06/centrelink-must-review-welfare-debts-after-tribunal-casts-further-doubt-on-income-averaging-senator-says",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/australia-news/2021/mar/06/centrelink-must-review-welfare-debts-after-tribunal-casts-further-doubt-on-income-averaging-senator-says"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe ombudsman, Michael Manthorpe, said there was a “period of some months” when Services Australia kept recovering money over debts “which Services Australia knew had a high likelihood of being raised on ‘legally insufficient’ grounds”.\u003c/p\u003e \n\u003cp\u003eThe agency is responsible for Centrelink, Medicare and child support services\u003c/p\u003e \n\u003cp\u003e“We consider this created a high degree of risk for Services Australia and unnecessary hardship for individuals affected, which was compounded by Services Australia’s knowledge that the identification process would be largely manual and therefore take some time to complete,” Manthorpe said.\u003c/p\u003e \n\u003cp\u003eThe government reached a $1.2bn settlement in November 2020 after a \u003ca href=\"https://www.theguardian.com/australia-news/2020/nov/17/billion-dollar-robodebt-settlement-reveals-massive-scale-of-welfare-crackdown-disaster\"\u003eclass action was brought by Gordon Legal\u003c/a\u003e. That followed a public announcement in May it would pay back about 400,000 people who were sent unlawful welfare debts using the “income averaging” of tax office data.\u003c/p\u003e \n\u003cp\u003eEarlier, in November 2019, the government had acknowledged this method was “legally insufficient” in response to a court challenge by Victoria Legal Aid.\u003c/p\u003e \n\u003cp\u003eAlthough Guardian Australia revealed \u003ca href=\"https://www.theguardian.com/australia-news/2020/mar/27/robodebt-government-admits-it-will-be-forced-to-refund-550m-under-botched-scheme\"\u003eit was drawing up then-secret plans\u003c/a\u003e to repay victims in March, publicly the government maintained a stony silence about whether it would refund victims until the announcement in May.\u003c/p\u003e \n\u003cp\u003eIt is this period – between November 2019 and May 2020 – that the ombudsman says the government had continued to require repayments from people over debts that were, in fact, unlawful.\u003c/p\u003e \n\u003cp\u003eIt says the government should have paused all debt recovery action while it determined which debts were raised unlawfully and would need to be paid back to victims.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "embedTypeData": {
         "alt": "Sign up to receive the top stories from Guardian Australia every morning",
         "html": "\u003ciframe src=\"https://www.theguardian.com/email/form/plaintone/4148\" height=\"52px\" data-form-title=\"Sign up for Guardian Australia's Morning Mail\" data-form-description=\"Get our editors' pick of the biggest headlines every weekday\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"\u003e\u003c/iframe\u003e",
         "isMandatory": false,
         "safeEmbedCode": true,
         "source": "The Guardian",
         "sourceDomain": "theguardian.com"
        },
        "tracking": {
         "tracks": "does-not-track"
        },
        "type": "embed"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eServices Australia told the ombudsman pausing all debts “may have caused greater confusion during this time” because people who were not owed a refund would have their repayments frozen and then reinstated.\u003c/p\u003e \n\u003cp\u003eBut the ombudsman dismissed that concern, saying “the risk and consequences of debt recovery action on debts suspected to be raised on a ‘legally insufficient’ basis” outweighed the “potential disruption”.\u003c/p\u003e \n\u003cp\u003eThe report also revealed that Services Australia estimated in July 2020 that “there was a risk that between 2,000 and 6,000 debts that were calculated with averaged ATO data may not be captured as ‘averaged’ and not included in the refund process”.\u003c/p\u003e \n\u003cp\u003eThe ombudsman said it was not clear how this figure was reached, and a spokesman for the agency did not respond when asked by Guardian Australia whether that estimate was still current.\u003c/p\u003e \n\u003cp\u003eAround 70% of debts identified under the program were raised through income averaging, but the agency had to reassess each debt manually when determining eligibility for a refund because it didn’t always record how the debts were raised.\u003c/p\u003e \n\u003cp\u003eThe report also reveals that some people who had their unlawful debts upheld at the AAT may not have been considered eligible for a refund as part of the government’s process.\u003c/p\u003e \n\u003cp\u003eThe agency told the ombudsman about 1,400 people had appealed debts to the AAT that were “income averaged” – and therefore unlawful – though it was not known how many were upheld by the tribunal.\u003c/p\u003e \n\u003cp\u003e“As a matter of principle, we do not consider these individuals should be at any disadvantage compared to others who did not go through the AAT process,” the ombudsman said.\u003c/p\u003e \n\u003cp\u003eServices Australia said it was working to resolve this issue, though it was “complex” and would “ultimately be subject to legal authority”.\u003c/p\u003e \n\u003cp\u003eTo raise a welfare debt against a person, Services Australia will check their income reported to Centrelink against historical pay information, or what the agency calls “proof points”, such as payslips or bank statements.\u003c/p\u003e \n\u003cp\u003eBut the ombudsman warned the agency should not raise a debt using bank statements – which provide a “net” figure where “gross” income is required – unless there was no other evidence available and the welfare recipients had expressly agreed.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Former Liberal staffer on appeals tribunal quits consultancy role after potential conflict of interest",
         "originalUrl": "https://www.theguardian.com/australia-news/2021/mar/29/former-liberal-staffer-on-appeals-tribunal-quits-consultancy-role-after-potential-conflict-of-interest",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/australia-news/2021/mar/29/former-liberal-staffer-on-appeals-tribunal-quits-consultancy-role-after-potential-conflict-of-interest"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe use of bank statements is controversial with some legal experts and \u003ca href=\"https://www.theguardian.com/australia-news/2020/may/30/coalition-told-robodebt-no-longer-viable-and-should-be-abolished-leaked-advice-reveals\"\u003eGuardian Australia last year revealed internal legal advice\u003c/a\u003e argued it was “not possible to use bank account information, by itself, to raise debt”.\u003c/p\u003e \n\u003cp\u003eThe agency told the ombudsman bank statements were “just one of the additional proof points that can be used by a decision-maker to determine a debt”.\u003c/p\u003e \n\u003cp\u003eA Services Australia spokesman said the report recognised the “significant amount of work carried out by the agency to identify eligible debts, contact impacted individuals and process refunds quickly”.\u003c/p\u003e \n\u003cp\u003e“Services Australia has worked thoroughly and methodically to identify debts raised using averaged ATO income data,” he said.\u003c/p\u003e \n\u003cp\u003e“This work will continue until we are satisfied we’ve processed all refunds.\u003c/p\u003e \n\u003cp\u003e“Freezing all debts under the program, without first confirming whether averaging had been used, would have ceased legitimate payment arrangements.”\u003c/p\u003e \n\u003cp\u003eAsked if the agency intended to reassess debts raised under the program, the spokesman said “there has been no decision to revisit debts that have been refunded”.\u003c/p\u003e \n\u003cp\u003e“The Income Compliance Program was funded under a number of successive budget measures and this work is largely complete,” he said.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T09:10:27Z",
      "id": "606c194a8f087a7cbd5210f6",
      "lastModifiedDate": "2021-04-06T12:22:56Z",
      "published": true,
      "publishedDate": "2021-04-06T12:22:57Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"d174b626a2f2fa36500a52cc1d1b12ec013c1dcd\"\u003e \u003cimg src=\"https://media.guim.co.uk/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd/0_174_5208_3125/1000.jpg\" alt=\"Generic image of Centrelink signage\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eDebt recovery after November 2019 ‘created a high degree of risk for Services Australia and unnecessary hardship for individuals’, the ombudsman says.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: James Ross/AAP\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T11:09:37Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd/0_174_5208_3125/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd/0_174_5208_3125/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd/0_174_5208_3125/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd/0_174_5208_3125/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd/0_174_5208_3125/5208.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 3125,
          "width": 5208
         }
        },
        {
         "file": "https://media.guim.co.uk/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd/0_174_5208_3125/master/5208.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 3125,
          "isMaster": true,
          "width": 5208
         }
        }
       ],
       "imageTypeData": {
        "alt": "Generic image of Centrelink signage",
        "caption": "Debt recovery after November 2019 ‘created a high degree of risk for Services Australia and unnecessary hardship for individuals’, the ombudsman says.",
        "credit": "Photograph: James Ross/AAP",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/d174b626a2f2fa36500a52cc1d1b12ec013c1dcd",
        "mediaId": "d174b626a2f2fa36500a52cc1d1b12ec013c1dcd",
        "photographer": "James Ross",
        "source": "AAP",
        "suppliersReference": "MLB"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T11:09:39Z",
     "id": "606c41718f08611d06d8d496",
     "lastModifiedDate": "2021-04-06T11:21:51Z",
     "published": true,
     "publishedDate": "2021-04-06T11:21:54Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "australia-news/2021/apr/07/federal-government-criticised-for-continuing-robodebt-after-admitting-it-was-unlawful",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "australia-news",
   "sectionName": "Australia news",
   "type": "article",
   "webPublicationDate": "2021-04-06T17:30:22Z",
   "webTitle": "Federal government criticised for continuing robodebt after admitting it was unlawful",
   "webUrl": "https://www.theguardian.com/australia-news/2021/apr/07/federal-government-criticised-for-continuing-robodebt-after-admitting-it-was-unlawful"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}