{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/us-news/2021/apr/06/minneapolis-derek-chauvin-trial-police-george-floyd",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eA Minneapolis police trainer who instructed Derek Chauvin in the use of force told \u003ca href=\"https://www.theguardian.com/us-news/live/2021/apr/06/derek-chauvin-trial-george-floyd-live-updates\"\u003ethe former officer’s murder trial\u003c/a\u003e on Tuesday that placing a knee on a suspect’s neck “is not authorised”.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/us-news/2021/apr/05/derek-chauvin-trial-police-chief-medaria-arradondo\"\u003eChauvin's use of force on George Floyd was 'in no way' policy, says police chief\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eLt Johnny Mercil told the court that at the time George Floyd was arrested last May, police department policy still permitted the use of neck restraints using an arm or side of a leg when a suspect was being “assaultive”.\u003c/p\u003e \u003cp\u003eBut he said the training did not include the use of a knee, as Chauvin used for more than nine minutes on the 46-year-old African American man in his custody.\u003c/p\u003e \u003cp\u003eChauvin, 45, has denied charges of second- and third-degree murder, and manslaughter, over Floyd’s death, which prompted mass protests for racial justice across the US and other parts of the world. He faces up to 40 years in prison if convicted of the most serious charge. Three other officers face charges of aiding and abetting murder and manslaughter.\u003c/p\u003e \u003cp\u003eMercil, a martial arts expert specialising in Brazilian jiu-jitsu, said he trained officers that the use of force has to be reasonable when it starts and when it stops.\u003c/p\u003e \u003cp\u003eThe prosecution is seeking to show that even if Chauvin felt that he was using a legitimate level of force when he got Floyd on the ground, keeping his knee on the detained man’s neck for more than nine minutes was not reasonable. There came a point at which it should have been lifted.\u003c/p\u003e \u003cp\u003eMercil said officers are trained to use force in proportion “to level of resistance that you’re getting”. He agreed that it should be reduced as the threat from a suspect diminishes.\u003c/p\u003e \u003cp\u003eThe prosecutor showed Mercil a picture of Chauvin restraining Floyd as he lay prone and asked if that level of force would be authorised “if the subject was under control and handcuffed”.\u003c/p\u003e \u003cp\u003eThe police lieutenant replied: “I would say no.”\u003c/p\u003e \u003cp\u003eMercil was the latest in a succession of Chauvin’s former colleagues to give evidence for the prosecution. Earlier on Tuesday, Sgt Ker Yang, a 24-year Minneapolis police veteran who now heads training in crisis intervention, said Chauvin was instructed to recognise whether a detained individual is in crisis and needs medical assistance. He agreed that intoxication from drugs or alcohol “can be a crisis”.\u003c/p\u003e \u003cp\u003eFloyd’s girlfriend has \u003ca href=\"https://www.theguardian.com/us-news/2021/apr/04/george-floyd-girlfriend-opioids-pain-officer-derek-chauvin\"\u003etestified\u003c/a\u003e that he was addicted to opioids and another witness said he appeared to be high shortly before his arrest.\u003c/p\u003e \u003cp\u003eThe defence put it to Yang that when a detained person is in crisis, the risk to the officer can grow because of other threats, such as hostile bystanders. The officer agreed.\u003c/p\u003e \u003cp\u003eThe defence lawyer, Eric Nelson, has suggested that Chauvin felt threatened by an increasingly angry group of people demanding he lift his knee from Floyd’s neck, and that distracted him from paying full attention to the detained man’s condition.\u003c/p\u003e \u003cp\u003eOne of the challenges for the prosecution is to persuade the jury that Chauvin, and not the Minneapolis police department, bears responsibility for the methods he used.\u003c/p\u003e \u003cp\u003eOn Monday \u003ca href=\"https://www.theguardian.com/us-news/2021/apr/05/derek-chauvin-trial-police-chief-medaria-arradondo\"\u003ethe city’s police chief, Medaria Arradondo\u003c/a\u003e, attempted to paint Chauvin as a rogue officer going far beyond his training and regulations in his use of force.\u003c/p\u003e \u003cp\u003e“To continue to apply that level of force to a person proned-out, handcuffed behind their back, that in no way, shape or form is anything that is by policy,” Arradondo told the trial.\u003c/p\u003e  \u003cfigure class=\"element element-atom\"\u003e \u003cgu-atom data-atom-id=\"b58f9145-044f-4caa-a56c-76c0f7ccb9c2\"         data-atom-type=\"media\"    \u003e \u003c/gu-atom\u003e \u003c/figure\u003e   \u003cp\u003eThe defence suggested Chauvin was merely following his training by the Minneapolis police. Nelson put it to Arradondo that his department’s policies did permit neck restraints under certain circumstances at the time of Chauvin’s death.\u003c/p\u003e \u003cp\u003eThese included the “unconscious neck restraint” used to cut off the blood flow to the brain. However, that hold was only supposed to be used on people “exhibiting active aggression” or sustained resistance to arrest.\u003c/p\u003e \u003cp\u003eArradondo said there had been such a policy but there was no justification for the continued pressure on Floyd’s neck after he stopped resisting.\u003c/p\u003e \u003cp\u003eThe day began with an attempt by Morries Hall, the passenger in the vehicle with Floyd at the time of his detention, to invoke his fifth amendment right against self-incrimination and not give evidence.\u003c/p\u003e \u003cp\u003ePrevious witnesses testified that Hall supplied drugs to Floyd. The prosecution opposed the application for Hall to be granted a blanket right not to testify on the grounds that there are relevant questions that do not risk self-incrimination. The judge asked for a list of questions that might be asked.\u003c/p\u003e \u003cp\u003eThree other officers involved in Floyd’s death are scheduled to be tried together later this year on charges of aiding and abetting murder and manslaughter.\u003c/p\u003e \u003cp\u003eThe trial continues.\u003c/p\u003e",
      "bodyTextSummary": "A Minneapolis police trainer who instructed Derek Chauvin in the use of force told the former officer’s murder trial on Tuesday that placing a knee on a suspect’s neck “is not authorised”.\nLt Johnny Mercil told the court that at the time George Floyd was arrested last May, police department policy still permitted the use of neck restraints using an arm or side of a leg when a suspect was being “assaultive”. But he said the training did not include the use of a knee, as Chauvin used for more than nine minutes on the 46-year-old African American man in his custody. Chauvin, 45, has denied charges of second- and third-degree murder, and manslaughter, over Floyd’s death, which prompted mass protests for racial justice across the US and other parts of the world. He faces up to 40 years in prison if convicted of the most serious charge. Three other officers face charges of aiding and abetting murder and manslaughter. Mercil, a martial arts expert specialising in Brazilian jiu-jitsu, said he trained officers that the use of force has to be reasonable when it starts and when it stops. The prosecution is seeking to show that even if Chauvin felt that he was using a legitimate level of force when he got Floyd on the ground, keeping his knee on the detained man’s neck for more than nine minutes was not reasonable. There came a point at which it should have been lifted. Mercil said officers are trained to use force in proportion “to level of resistance that you’re getting”. He agreed that it should be reduced as the threat from a suspect diminishes. The prosecutor showed Mercil a picture of Chauvin restraining Floyd as he lay prone and asked if that level of force would be authorised “if the subject was under control and handcuffed”. The police lieutenant replied: “I would say no.” Mercil was the latest in a succession of Chauvin’s former colleagues to give evidence for the prosecution. Earlier on Tuesday, Sgt Ker Yang, a 24-year Minneapolis police veteran who now heads training in crisis intervention, said Chauvin was instructed to recognise whether a detained individual is in crisis and needs medical assistance. He agreed that intoxication from drugs or alcohol “can be a crisis”. Floyd’s girlfriend has testified that he was addicted to opioids and another witness said he appeared to be high shortly before his arrest. The defence put it to Yang that when a detained person is in crisis, the risk to the officer can grow because of other threats, such as hostile bystanders. The officer agreed. The defence lawyer, Eric Nelson, has suggested that Chauvin felt threatened by an increasingly angry group of people demanding he lift his knee from Floyd’s neck, and that distracted him from paying full attention to the detained man’s condition. One of the challenges for the prosecution is to persuade the jury that Chauvin, and not the Minneapolis police department, bears responsibility for the methods he used. On Monday the city’s police chief, Medaria Arradondo, attempted to paint Chauvin as a rogue officer going far beyond his training and regulations in his use of force. “To continue to apply that level of force to a person proned-out, handcuffed behind their back, that in no way, shape or form is anything that is by policy,” Arradondo told the trial.\nThe defence suggested Chauvin was merely following his training by the Minneapolis police. Nelson put it to Arradondo that his department’s policies did permit neck restraints under certain circumstances at the time of Chauvin’s death. These included the “unconscious neck restraint” used to cut off the blood flow to the brain. However, that hold was only supposed to be used on people “exhibiting active aggression” or sustained resistance to arrest. Arradondo said there had been such a policy but there was no justification for the continued pressure on Floyd’s neck after he stopped resisting. The day began with an attempt by Morries Hall, the passenger in the vehicle with Floyd at the time of his detention, to invoke his fifth amendment right against self-incrimination and not give evidence. Previous witnesses testified that Hall supplied drugs to Floyd. The prosecution opposed the application for Hall to be granted a blanket right not to testify on the grounds that there are relevant questions that do not risk self-incrimination. The judge asked for a list of questions that might be asked. Three other officers involved in Floyd’s death are scheduled to be tried together later this year on charges of aiding and abetting murder and manslaughter. The trial continues.",
      "contributors": [],
      "createdDate": "2021-04-06T16:44:30Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eA Minneapolis police trainer who instructed Derek Chauvin in the use of force told \u003ca href=\"https://www.theguardian.com/us-news/live/2021/apr/06/derek-chauvin-trial-george-floyd-live-updates\"\u003ethe former officer’s murder trial\u003c/a\u003e on Tuesday that placing a knee on a suspect’s neck “is not authorised”.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Chauvin's use of force on George Floyd was 'in no way' policy, says police chief",
         "originalUrl": "https://www.theguardian.com/us-news/2021/apr/05/derek-chauvin-trial-police-chief-medaria-arradondo",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/us-news/2021/apr/05/derek-chauvin-trial-police-chief-medaria-arradondo"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eLt Johnny Mercil told the court that at the time George Floyd was arrested last May, police department policy still permitted the use of neck restraints using an arm or side of a leg when a suspect was being “assaultive”.\u003c/p\u003e \n\u003cp\u003eBut he said the training did not include the use of a knee, as Chauvin used for more than nine minutes on the 46-year-old African American man in his custody.\u003c/p\u003e \n\u003cp\u003eChauvin, 45, has denied charges of second- and third-degree murder, and manslaughter, over Floyd’s death, which prompted mass protests for racial justice across the US and other parts of the world. He faces up to 40 years in prison if convicted of the most serious charge. Three other officers face charges of aiding and abetting murder and manslaughter.\u003c/p\u003e \n\u003cp\u003eMercil, a martial arts expert specialising in Brazilian jiu-jitsu, said he trained officers that the use of force has to be reasonable when it starts and when it stops.\u003c/p\u003e \n\u003cp\u003eThe prosecution is seeking to show that even if Chauvin felt that he was using a legitimate level of force when he got Floyd on the ground, keeping his knee on the detained man’s neck for more than nine minutes was not reasonable. There came a point at which it should have been lifted.\u003c/p\u003e \n\u003cp\u003eMercil said officers are trained to use force in proportion “to level of resistance that you’re getting”. He agreed that it should be reduced as the threat from a suspect diminishes.\u003c/p\u003e \n\u003cp\u003eThe prosecutor showed Mercil a picture of Chauvin restraining Floyd as he lay prone and asked if that level of force would be authorised “if the subject was under control and handcuffed”.\u003c/p\u003e \n\u003cp\u003eThe police lieutenant replied: “I would say no.”\u003c/p\u003e \n\u003cp\u003eMercil was the latest in a succession of Chauvin’s former colleagues to give evidence for the prosecution. Earlier on Tuesday, Sgt Ker Yang, a 24-year Minneapolis police veteran who now heads training in crisis intervention, said Chauvin was instructed to recognise whether a detained individual is in crisis and needs medical assistance. He agreed that intoxication from drugs or alcohol “can be a crisis”.\u003c/p\u003e \n\u003cp\u003eFloyd’s girlfriend has \u003ca href=\"https://www.theguardian.com/us-news/2021/apr/04/george-floyd-girlfriend-opioids-pain-officer-derek-chauvin\"\u003etestified\u003c/a\u003e that he was addicted to opioids and another witness said he appeared to be high shortly before his arrest.\u003c/p\u003e \n\u003cp\u003eThe defence put it to Yang that when a detained person is in crisis, the risk to the officer can grow because of other threats, such as hostile bystanders. The officer agreed.\u003c/p\u003e \n\u003cp\u003eThe defence lawyer, Eric Nelson, has suggested that Chauvin felt threatened by an increasingly angry group of people demanding he lift his knee from Floyd’s neck, and that distracted him from paying full attention to the detained man’s condition.\u003c/p\u003e \n\u003cp\u003eOne of the challenges for the prosecution is to persuade the jury that Chauvin, and not the Minneapolis police department, bears responsibility for the methods he used.\u003c/p\u003e \n\u003cp\u003eOn Monday \u003ca href=\"https://www.theguardian.com/us-news/2021/apr/05/derek-chauvin-trial-police-chief-medaria-arradondo\"\u003ethe city’s police chief, Medaria Arradondo\u003c/a\u003e, attempted to paint Chauvin as a rogue officer going far beyond his training and regulations in his use of force.\u003c/p\u003e \n\u003cp\u003e“To continue to apply that level of force to a person proned-out, handcuffed behind their back, that in no way, shape or form is anything that is by policy,” Arradondo told the trial.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "contentAtomTypeData": {
         "atomId": "b58f9145-044f-4caa-a56c-76c0f7ccb9c2",
         "atomType": "media"
        },
        "type": "contentatom"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe defence suggested Chauvin was merely following his training by the Minneapolis police. Nelson put it to Arradondo that his department’s policies did permit neck restraints under certain circumstances at the time of Chauvin’s death.\u003c/p\u003e \n\u003cp\u003eThese included the “unconscious neck restraint” used to cut off the blood flow to the brain. However, that hold was only supposed to be used on people “exhibiting active aggression” or sustained resistance to arrest.\u003c/p\u003e \n\u003cp\u003eArradondo said there had been such a policy but there was no justification for the continued pressure on Floyd’s neck after he stopped resisting.\u003c/p\u003e \n\u003cp\u003eThe day began with an attempt by Morries Hall, the passenger in the vehicle with Floyd at the time of his detention, to invoke his fifth amendment right against self-incrimination and not give evidence.\u003c/p\u003e \n\u003cp\u003ePrevious witnesses testified that Hall supplied drugs to Floyd. The prosecution opposed the application for Hall to be granted a blanket right not to testify on the grounds that there are relevant questions that do not risk self-incrimination. The judge asked for a list of questions that might be asked.\u003c/p\u003e \n\u003cp\u003eThree other officers involved in Floyd’s death are scheduled to be tried together later this year on charges of aiding and abetting murder and manslaughter.\u003c/p\u003e \n\u003cp\u003eThe trial continues.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T16:44:33Z",
      "id": "606c8fee8f08098d4e056578",
      "lastModifiedDate": "2021-04-06T17:51:57Z",
      "published": true,
      "publishedDate": "2021-04-06T17:51:57Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"a1f145ac0ca67e83597d671af5a5abf3bbe9fad9\"\u003e \u003cimg src=\"https://media.guim.co.uk/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9/0_227_3024_1814/1000.jpg\" alt=\"Mercil said officers are trained to use force in proportion ‘to level of resistance that you’re getting’. He agreed that it should be reduced as the threat from a suspect diminishes.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eMercil said officers are trained to use force in proportion ‘to level of resistance that you’re getting’.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Jane Rosenberg/Reuters\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T17:30:34Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9/0_227_3024_1814/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9/0_227_3024_1814/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9/0_227_3024_1814/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9/0_227_3024_1814/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9/0_227_3024_1814/3024.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1814,
          "width": 3024
         }
        },
        {
         "file": "https://media.guim.co.uk/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9/0_227_3024_1814/master/3024.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1814,
          "isMaster": true,
          "width": 3024
         }
        }
       ],
       "imageTypeData": {
        "alt": "Mercil said officers are trained to use force in proportion ‘to level of resistance that you’re getting’. He agreed that it should be reduced as the threat from a suspect diminishes.",
        "caption": "Mercil said officers are trained to use force in proportion ‘to level of resistance that you’re getting’.",
        "credit": "Photograph: Jane Rosenberg/Reuters",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/a1f145ac0ca67e83597d671af5a5abf3bbe9fad9",
        "mediaId": "a1f145ac0ca67e83597d671af5a5abf3bbe9fad9",
        "photographer": "Jane Rosenberg",
        "source": "Reuters",
        "suppliersReference": "NYK999"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T17:30:35Z",
     "id": "606c9aba8f08098d4e05660f",
     "lastModifiedDate": "2021-04-06T17:39:42Z",
     "published": true,
     "publishedDate": "2021-04-06T17:39:43Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "us-news/2021/apr/06/minneapolis-derek-chauvin-trial-police-george-floyd",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "us-news",
   "sectionName": "US news",
   "type": "article",
   "webPublicationDate": "2021-04-06T17:52:14Z",
   "webTitle": "Placing knee on a suspect’s neck not allowed, police trainer tells Chauvin trial",
   "webUrl": "https://www.theguardian.com/us-news/2021/apr/06/minneapolis-derek-chauvin-trial-police-george-floyd"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}