{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/world/2021/apr/06/ogopogo-sacred-water-spirit-indigenous-canada",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003ePeople living on the shores of Okanagan Lake have long said that dark, curling waves signal the presence of Ogopogo, a monstrous serpent lurking beneath the surface.\u003c/p\u003e \u003cp\u003eA handful claim to have seen the long green body and horse-like head of Canada’s own Loch Ness monster. They tell stories of a creature that once nearly killed a settler when it dragged his horse into the depths. And every few years, \u003ca href=\"https://www.youtube.com/watch?v=AW6RO_JBX9A\"\u003enew video footage\u003c/a\u003e renews excitement that Ogopogo has been found.\u003c/p\u003e \u003cp\u003eIndigenous residents tell a very different story: one of a sacred water spirit whose identity has been warped by outsiders.\u003c/p\u003e \u003cp\u003eNow, a move to return ownership of the Ogopogo legend to a First Nation has renewed discussions over the appropriation of traditions – and the challenges Indigenous nations face in reclaiming their culture.\u003c/p\u003e \u003cp\u003eOkanagan Lake is a 84-mile sliver of water in British Columbia, famed as a summer vacation spot, and as home to the \u003ca href=\"https://www.tourismkelowna.com/blog/post/the-legend-the-spirit-the-creature-the-history-of-ogopogo/\"\u003emonster\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eBut Ogopogo recently became the \u003ca href=\"https://www.vernonmorningstar.com/news/childrens-author-asks-city-of-vernon-to-use-ogopogo-in-new-book/\"\u003efocus of controversy\u003c/a\u003e when the city of Vernon granted a children’s author permission to use the monster’s name for his upcoming book.\u003c/p\u003e \u003cp\u003eThe city had held the copyright since 1956 when it was donated by an enterprising local reporter, but that fact was not widely known, and the revelation that local officials had control over the name came as a shock to nearby First Nations.\u003c/p\u003e \u003cp\u003e“We equated it to someone taking ownership over the Bible and suddenly copyrighting the name Moses,” said Chief Byron Louis of the Okanagan Indian Band, one of the seven communities of the Syilx Nation. “The idea that someone can take ownership of your teachings and your religious beliefs is absolutely unacceptable.”\u003c/p\u003e \u003cp\u003eAfter Louis and others voiced concerns, the council voted in late March to \u003ca href=\"https://www.cbc.ca/news/canada/british-columbia/vernon-ogopogo-copyright-syilx-first-nation-1.5969084\"\u003etransfer the copyright to the Syilx Okanagan Nation\u003c/a\u003e.\u003c/p\u003e \u003cp\u003e“It’s much more than just simply a gesture,” said Louis. “It’s the city saying ‘This is not ours. This is yours.”\u003c/p\u003e \u003cp\u003eThe name Ogopogo comes from \u003ca href=\"https://en.wikisource.org/wiki/The_Ogo-Pogo:_The_Funny_Fox-Trot\"\u003ean English music-hall song\u003c/a\u003e, but the creature itself is based on a Syilx water spirit named n ̓x̌ax̌aitkʷ (pronounced n-ha-ha-it-ku)\u003c/p\u003e  \u003cfigure class=\"element element-image element--supporting\" data-media-id=\"c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4\"\u003e \u003cimg src=\"https://media.guim.co.uk/c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4/0_0_3024_4032/750.jpg\" alt=\"The Sasquatch – derived from the Halkomelem word ‘Sasq’ets’– has gone from being a cautionary tale for children to a lumbering forest ape named Bigfoot.\" width=\"750\" height=\"1000\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eThe Sasquatch – derived from the Halkomelem word ‘Sasq’ets’– has gone from being a cautionary tale for children to a lumbering forest ape named Bigfoot.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Jarvell Jardey/Getty Images/iStockphoto\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eAlthough the Ogopogo is depicted as a fearsome reptile, the Syilx say the spirit, which can take the form of a dark serpent with antlers, spends most of its time in its true form: the water itself.\u003c/p\u003e \u003cp\u003eThe Syilx would sing to the spirit, gifting it sage, tobacco and salmon. But early settlers mistook the gifts as sacrifices to a monster.\u003c/p\u003e \u003cp\u003e“The gifts were an acknowledgment that the blessings and abundance we have come because of our water,” said Coralee Miller, from the Sncewips Heritage Museum.\u003c/p\u003e \u003cp\u003eOver the years, purported sightings of the creature became increasingly common but the meaning of the n ̓x̌ax̌aitkʷ gradually faded.\u003c/p\u003e \u003cp\u003e“What is supposed to be a metaphor for taking care of the water and the people that are connected to it gets lost,” said Miller. “Now, this sacred water spirit has become a fishing derby mascot that sells \u003ca href=\"https://www.amazon.ca/Ogopogo-Serpent-Canadian-Apples-Advertisement/dp/B01M3OARFS\"\u003eapples\u003c/a\u003e, \u003ca href=\"https://freemarketplace.ca/ad/ogopogo-meats-sausages/\"\u003ebeef jerky\u003c/a\u003e and \u003ca href=\"https://411.ca/business/profile/6398085\"\u003eirrigation lines\u003c/a\u003e.”\u003c/p\u003e \u003cp\u003eThe controversy also speaks to broader questions across Canada over the appropriation of Indigenous storytelling: Ogopogo is far from the first cryptid to be transformed by non-Indigenous retelling.\u003c/p\u003e \u003cp\u003eThe Ojibwe wiindigoo was traditionally described as a giant, foul-smelling creature with an insatiable appetite. Now known as the wendigo, it is depicted as a wiry creature with antlers, used to sell \u003ca href=\"https://www.lesginsduquebec.com/en/gins/wendigo\"\u003ebrands of gin\u003c/a\u003e and \u003ca href=\"https://wendigotea.com/products/wendigo-green-tea\"\u003etea\u003c/a\u003e.\u003c/p\u003e \u003cp\u003eThe Sasquatch – derived from the Halkomelem word ‘Sasq’ets’– has gone from being a cautionary tale for children to a lumbering forest ape named Bigfoot. Sightings in the wild persist, but nowadays it’s far more likely to be seen hawking \u003ca href=\"https://www.bigfootsnowshoes.com/\"\u003esnowshoes\u003c/a\u003e, \u003ca href=\"https://www.youtube.com/watch?v=W5FKlYxhOnU\u0026amp;list=PL0AEE2DCFDE53007B\u0026amp;index=6\"\u003ebeer\u003c/a\u003e, \u003ca href=\"https://www.bigfootrv.com/\"\u003ecamper vans\u003c/a\u003e or \u003ca href=\"https://www.jacklinks.com/\"\u003ebeef jerky\u003c/a\u003e.\u003c/p\u003e \u003cp\u003e“It’s outsiders choosing which aspect of our culture to elevate, not us. And often, they choose just the cheesiest interpretations of our cultures – and this becomes what we’re about,” said Robert Jago, a Kwantlen First Nation citizen and \u003ca href=\"https://thewalrus.ca/author/robert-jago/\"\u003eprominent writer\u003c/a\u003e on Indigenous issues. “I don’t think you can find [many] children in a Salish nation that know the name of their god. But 100% know the name Bigfoot.”\u003c/p\u003e \u003cp\u003eThe practice speaks to a broader trivialization of Indigenous culture, in which \u003ca href=\"https://www.theguardian.com/fashion/2014/jul/30/why-the-fashion-headdress-must-be-stopped\"\u003eheaddresses\u003c/a\u003e and sage that are sold as novelties despite pleas from Indigenous people, Jago said.\u003c/p\u003e \u003cp\u003e“People treat these requests like an esoteric curiosity. They’re confused, they wonder what this could possibly be about,” said Jago.\u003c/p\u003e \u003cp\u003eOgopogo’s immense popularity as a marketing tool misses out on the important meanings behind the story of n’x̌ax̌aitkʷ, said Miller.\u003c/p\u003e \u003cp\u003eAfter a C$1m bounty was placed on the Ogopogo in the 1980s, Greenpeace declared the serpent an endangered species.\u003c/p\u003e \u003cp\u003eBut while the group focused on the beast itself, they did not take action over pollution of the lake, she said.\u003c/p\u003e \u003cp\u003e“We see diapers and beer cans being tossed into our lake,” said Miller. “And [Greenpeace] wanted to protect Ogopogo,” said Miller. “They were so close. They almost understood what needed to be protected.”\u003c/p\u003e",
      "bodyTextSummary": "People living on the shores of Okanagan Lake have long said that dark, curling waves signal the presence of Ogopogo, a monstrous serpent lurking beneath the surface. A handful claim to have seen the long green body and horse-like head of Canada’s own Loch Ness monster. They tell stories of a creature that once nearly killed a settler when it dragged his horse into the depths. And every few years, new video footage renews excitement that Ogopogo has been found. Indigenous residents tell a very different story: one of a sacred water spirit whose identity has been warped by outsiders. Now, a move to return ownership of the Ogopogo legend to a First Nation has renewed discussions over the appropriation of traditions – and the challenges Indigenous nations face in reclaiming their culture. Okanagan Lake is a 84-mile sliver of water in British Columbia, famed as a summer vacation spot, and as home to the monster. But Ogopogo recently became the focus of controversy when the city of Vernon granted a children’s author permission to use the monster’s name for his upcoming book. The city had held the copyright since 1956 when it was donated by an enterprising local reporter, but that fact was not widely known, and the revelation that local officials had control over the name came as a shock to nearby First Nations. “We equated it to someone taking ownership over the Bible and suddenly copyrighting the name Moses,” said Chief Byron Louis of the Okanagan Indian Band, one of the seven communities of the Syilx Nation. “The idea that someone can take ownership of your teachings and your religious beliefs is absolutely unacceptable.” After Louis and others voiced concerns, the council voted in late March to transfer the copyright to the Syilx Okanagan Nation. “It’s much more than just simply a gesture,” said Louis. “It’s the city saying ‘This is not ours. This is yours.” The name Ogopogo comes from an English music-hall song, but the creature itself is based on a Syilx water spirit named n ̓x̌ax̌aitkʷ (pronounced n-ha-ha-it-ku)\nAlthough the Ogopogo is depicted as a fearsome reptile, the Syilx say the spirit, which can take the form of a dark serpent with antlers, spends most of its time in its true form: the water itself. The Syilx would sing to the spirit, gifting it sage, tobacco and salmon. But early settlers mistook the gifts as sacrifices to a monster. “The gifts were an acknowledgment that the blessings and abundance we have come because of our water,” said Coralee Miller, from the Sncewips Heritage Museum. Over the years, purported sightings of the creature became increasingly common but the meaning of the n ̓x̌ax̌aitkʷ gradually faded. “What is supposed to be a metaphor for taking care of the water and the people that are connected to it gets lost,” said Miller. “Now, this sacred water spirit has become a fishing derby mascot that sells apples, beef jerky and irrigation lines.” The controversy also speaks to broader questions across Canada over the appropriation of Indigenous storytelling: Ogopogo is far from the first cryptid to be transformed by non-Indigenous retelling. The Ojibwe wiindigoo was traditionally described as a giant, foul-smelling creature with an insatiable appetite. Now known as the wendigo, it is depicted as a wiry creature with antlers, used to sell brands of gin and tea. The Sasquatch – derived from the Halkomelem word ‘Sasq’ets’– has gone from being a cautionary tale for children to a lumbering forest ape named Bigfoot. Sightings in the wild persist, but nowadays it’s far more likely to be seen hawking snowshoes, beer, camper vans or beef jerky. “It’s outsiders choosing which aspect of our culture to elevate, not us. And often, they choose just the cheesiest interpretations of our cultures – and this becomes what we’re about,” said Robert Jago, a Kwantlen First Nation citizen and prominent writer on Indigenous issues. “I don’t think you can find [many] children in a Salish nation that know the name of their god. But 100% know the name Bigfoot.” The practice speaks to a broader trivialization of Indigenous culture, in which headdresses and sage that are sold as novelties despite pleas from Indigenous people, Jago said. “People treat these requests like an esoteric curiosity. They’re confused, they wonder what this could possibly be about,” said Jago. Ogopogo’s immense popularity as a marketing tool misses out on the important meanings behind the story of n’x̌ax̌aitkʷ, said Miller. After a C$1m bounty was placed on the Ogopogo in the 1980s, Greenpeace declared the serpent an endangered species. But while the group focused on the beast itself, they did not take action over pollution of the lake, she said. “We see diapers and beer cans being tossed into our lake,” said Miller. “And [Greenpeace] wanted to protect Ogopogo,” said Miller. “They were so close. They almost understood what needed to be protected.”",
      "contributors": [],
      "createdDate": "2021-04-01T14:58:22Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003ePeople living on the shores of Okanagan Lake have long said that dark, curling waves signal the presence of Ogopogo, a monstrous serpent lurking beneath the surface.\u003c/p\u003e \n\u003cp\u003eA handful claim to have seen the long green body and horse-like head of Canada’s own Loch Ness monster. They tell stories of a creature that once nearly killed a settler when it dragged his horse into the depths. And every few years, \u003ca href=\"https://www.youtube.com/watch?v=AW6RO_JBX9A\"\u003enew video footage\u003c/a\u003e renews excitement that Ogopogo has been found.\u003c/p\u003e \n\u003cp\u003eIndigenous residents tell a very different story: one of a sacred water spirit whose identity has been warped by outsiders.\u003c/p\u003e \n\u003cp\u003eNow, a move to return ownership of the Ogopogo legend to a First Nation has renewed discussions over the appropriation of traditions – and the challenges Indigenous nations face in reclaiming their culture.\u003c/p\u003e \n\u003cp\u003eOkanagan Lake is a 84-mile sliver of water in British Columbia, famed as a summer vacation spot, and as home to the \u003ca href=\"https://www.tourismkelowna.com/blog/post/the-legend-the-spirit-the-creature-the-history-of-ogopogo/\"\u003emonster\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003eBut Ogopogo recently became the \u003ca href=\"https://www.vernonmorningstar.com/news/childrens-author-asks-city-of-vernon-to-use-ogopogo-in-new-book/\"\u003efocus of controversy\u003c/a\u003e when the city of Vernon granted a children’s author permission to use the monster’s name for his upcoming book.\u003c/p\u003e \n\u003cp\u003eThe city had held the copyright since 1956 when it was donated by an enterprising local reporter, but that fact was not widely known, and the revelation that local officials had control over the name came as a shock to nearby First Nations.\u003c/p\u003e \n\u003cp\u003e“We equated it to someone taking ownership over the Bible and suddenly copyrighting the name Moses,” said Chief Byron Louis of the Okanagan Indian Band, one of the seven communities of the Syilx Nation. “The idea that someone can take ownership of your teachings and your religious beliefs is absolutely unacceptable.”\u003c/p\u003e \n\u003cp\u003eAfter Louis and others voiced concerns, the council voted in late March to \u003ca href=\"https://www.cbc.ca/news/canada/british-columbia/vernon-ogopogo-copyright-syilx-first-nation-1.5969084\"\u003etransfer the copyright to the Syilx Okanagan Nation\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003e“It’s much more than just simply a gesture,” said Louis. “It’s the city saying ‘This is not ours. This is yours.”\u003c/p\u003e \n\u003cp\u003eThe name Ogopogo comes from \u003ca href=\"https://en.wikisource.org/wiki/The_Ogo-Pogo:_The_Funny_Fox-Trot\"\u003ean English music-hall song\u003c/a\u003e, but the creature itself is based on a Syilx water spirit named n ̓x̌ax̌aitkʷ (pronounced n-ha-ha-it-ku)\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4/0_0_3024_4032/3024.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 4032,
           "width": 3024
          }
         },
         {
          "file": "https://media.guim.co.uk/c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4/0_0_3024_4032/master/3024.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 4032,
           "isMaster": true,
           "width": 3024
          }
         },
         {
          "file": "https://media.guim.co.uk/c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4/0_0_3024_4032/1500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 2000,
           "width": 1500
          }
         },
         {
          "file": "https://media.guim.co.uk/c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4/0_0_3024_4032/750.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 1000,
           "width": 750
          }
         },
         {
          "file": "https://media.guim.co.uk/c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4/0_0_3024_4032/375.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "height": 500,
           "width": 375
          }
         }
        ],
        "imageTypeData": {
         "alt": "The Sasquatch – derived from the Halkomelem word ‘Sasq’ets’– has gone from being a cautionary tale for children to a lumbering forest ape named Bigfoot.",
         "caption": "The Sasquatch – derived from the Halkomelem word ‘Sasq’ets’– has gone from being a cautionary tale for children to a lumbering forest ape named Bigfoot.",
         "credit": "Photograph: Jarvell Jardey/Getty Images/iStockphoto",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaId": "c0c7f4885ee98623ae69d3d49ef8d1be0ed7a6c4",
         "photographer": "Jarvell Jardey",
         "role": "supporting",
         "source": "Getty Images/iStockphoto",
         "suppliersReference": "1196107442"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eAlthough the Ogopogo is depicted as a fearsome reptile, the Syilx say the spirit, which can take the form of a dark serpent with antlers, spends most of its time in its true form: the water itself.\u003c/p\u003e \n\u003cp\u003eThe Syilx would sing to the spirit, gifting it sage, tobacco and salmon. But early settlers mistook the gifts as sacrifices to a monster.\u003c/p\u003e \n\u003cp\u003e“The gifts were an acknowledgment that the blessings and abundance we have come because of our water,” said Coralee Miller, from the Sncewips Heritage Museum.\u003c/p\u003e \n\u003cp\u003eOver the years, purported sightings of the creature became increasingly common but the meaning of the n ̓x̌ax̌aitkʷ gradually faded.\u003c/p\u003e \n\u003cp\u003e“What is supposed to be a metaphor for taking care of the water and the people that are connected to it gets lost,” said Miller. “Now, this sacred water spirit has become a fishing derby mascot that sells \u003ca href=\"https://www.amazon.ca/Ogopogo-Serpent-Canadian-Apples-Advertisement/dp/B01M3OARFS\"\u003eapples\u003c/a\u003e, \u003ca href=\"https://freemarketplace.ca/ad/ogopogo-meats-sausages/\"\u003ebeef jerky\u003c/a\u003e and \u003ca href=\"https://411.ca/business/profile/6398085\"\u003eirrigation lines\u003c/a\u003e.”\u003c/p\u003e \n\u003cp\u003eThe controversy also speaks to broader questions across Canada over the appropriation of Indigenous storytelling: Ogopogo is far from the first cryptid to be transformed by non-Indigenous retelling.\u003c/p\u003e \n\u003cp\u003eThe Ojibwe wiindigoo was traditionally described as a giant, foul-smelling creature with an insatiable appetite. Now known as the wendigo, it is depicted as a wiry creature with antlers, used to sell \u003ca href=\"https://www.lesginsduquebec.com/en/gins/wendigo\"\u003ebrands of gin\u003c/a\u003e and \u003ca href=\"https://wendigotea.com/products/wendigo-green-tea\"\u003etea\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003eThe Sasquatch – derived from the Halkomelem word ‘Sasq’ets’– has gone from being a cautionary tale for children to a lumbering forest ape named Bigfoot. Sightings in the wild persist, but nowadays it’s far more likely to be seen hawking \u003ca href=\"https://www.bigfootsnowshoes.com/\"\u003esnowshoes\u003c/a\u003e, \u003ca href=\"https://www.youtube.com/watch?v=W5FKlYxhOnU\u0026amp;list=PL0AEE2DCFDE53007B\u0026amp;index=6\"\u003ebeer\u003c/a\u003e, \u003ca href=\"https://www.bigfootrv.com/\"\u003ecamper vans\u003c/a\u003e or \u003ca href=\"https://www.jacklinks.com/\"\u003ebeef jerky\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003e“It’s outsiders choosing which aspect of our culture to elevate, not us. And often, they choose just the cheesiest interpretations of our cultures – and this becomes what we’re about,” said Robert Jago, a Kwantlen First Nation citizen and \u003ca href=\"https://thewalrus.ca/author/robert-jago/\"\u003eprominent writer\u003c/a\u003e on Indigenous issues. “I don’t think you can find [many] children in a Salish nation that know the name of their god. But 100% know the name Bigfoot.”\u003c/p\u003e \n\u003cp\u003eThe practice speaks to a broader trivialization of Indigenous culture, in which \u003ca href=\"https://www.theguardian.com/fashion/2014/jul/30/why-the-fashion-headdress-must-be-stopped\"\u003eheaddresses\u003c/a\u003e and sage that are sold as novelties despite pleas from Indigenous people, Jago said.\u003c/p\u003e \n\u003cp\u003e“People treat these requests like an esoteric curiosity. They’re confused, they wonder what this could possibly be about,” said Jago.\u003c/p\u003e \n\u003cp\u003eOgopogo’s immense popularity as a marketing tool misses out on the important meanings behind the story of n’x̌ax̌aitkʷ, said Miller.\u003c/p\u003e \n\u003cp\u003eAfter a C$1m bounty was placed on the Ogopogo in the 1980s, Greenpeace declared the serpent an endangered species.\u003c/p\u003e \n\u003cp\u003eBut while the group focused on the beast itself, they did not take action over pollution of the lake, she said.\u003c/p\u003e \n\u003cp\u003e“We see diapers and beer cans being tossed into our lake,” said Miller. “And [Greenpeace] wanted to protect Ogopogo,” said Miller. “They were so close. They almost understood what needed to be protected.”\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-01T15:01:59Z",
      "id": "6065df8e8f08611d06d8925b",
      "lastModifiedDate": "2021-04-06T16:53:59Z",
      "published": true,
      "publishedDate": "2021-04-06T16:53:59Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"9a845e52195b18f2092d519b2422da57a42c1497\"\u003e \u003cimg src=\"https://media.guim.co.uk/9a845e52195b18f2092d519b2422da57a42c1497/0_0_4459_3715/1000.jpg\" alt=\"‘This sacred water spirit has become a fishing derby mascot that sells apples, beef jerky and irrigation lines,’ says Coralee Miller, from the Sncewips Heritage Museum.\" width=\"1000\" height=\"833\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003e‘This sacred water spirit has become a fishing derby mascot that sells apples, beef jerky and irrigation lines,’ says Coralee Miller, from the Sncewips Heritage Museum.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Transcendental Graphics/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T18:06:40Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/9a845e52195b18f2092d519b2422da57a42c1497/0_0_4459_3715/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "height": 1666,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/9a845e52195b18f2092d519b2422da57a42c1497/0_0_4459_3715/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "height": 833,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/9a845e52195b18f2092d519b2422da57a42c1497/0_0_4459_3715/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "height": 417,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/9a845e52195b18f2092d519b2422da57a42c1497/0_0_4459_3715/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "height": 117,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/9a845e52195b18f2092d519b2422da57a42c1497/0_0_4459_3715/4459.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "height": 3715,
          "width": 4459
         }
        },
        {
         "file": "https://media.guim.co.uk/9a845e52195b18f2092d519b2422da57a42c1497/0_0_4459_3715/master/4459.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "height": 3715,
          "isMaster": true,
          "width": 4459
         }
        }
       ],
       "imageTypeData": {
        "alt": "‘This sacred water spirit has become a fishing derby mascot that sells apples, beef jerky and irrigation lines,’ says Coralee Miller, from the Sncewips Heritage Museum.",
        "caption": "‘This sacred water spirit has become a fishing derby mascot that sells apples, beef jerky and irrigation lines,’ says Coralee Miller, from the Sncewips Heritage Museum.",
        "credit": "Photograph: Transcendental Graphics/Getty Images",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaId": "9a845e52195b18f2092d519b2422da57a42c1497",
        "photographer": "Transcendental Graphics",
        "source": "Getty Images",
        "suppliersReference": "109327138"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-05T20:15:29Z",
     "id": "606ca3308f082c00a5edef28",
     "lastModifiedDate": "2021-04-06T18:06:47Z",
     "published": true,
     "publishedDate": "2021-04-06T18:07:03Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "world/2021/apr/06/ogopogo-sacred-water-spirit-indigenous-canada",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "world",
   "sectionName": "World news",
   "type": "article",
   "webPublicationDate": "2021-04-06T16:55:31Z",
   "webTitle": "‘Like copyrighting Moses’: hands off our water spirit, say First Nations",
   "webUrl": "https://www.theguardian.com/world/2021/apr/06/ogopogo-sacred-water-spirit-indigenous-canada"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}