{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/culture/2021/apr/06/stephen-colbert-matt-gaetz",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003ch2\u003e\u003cstrong\u003eStephen Colbert\u003c/strong\u003e\u003c/h2\u003e \u003cp\u003eAfter a week on holiday, Stephen Colbert returned to the Late Show on Monday evening to discuss the “career implosion” of the Florida congressman Matt Gaetz, a longtime Trump lackey now \u003ca href=\"https://www.theguardian.com/us-news/2021/mar/31/matt-gaetz-republican-congressman-federal-investigation\"\u003eunder investigation\u003c/a\u003e by the justice department for violating federal sex trafficking laws.\u003c/p\u003e \u003cp\u003eAccording to federal investigators, Gaetz, 38, paid for travel expenses for a 17-year-old girl with whom he allegedly had a sexual relationship (Gaetz has denied this and claimed “extortion”). The investigation was \u003ca href=\"https://www.nytimes.com/2021/03/30/us/politics/matt-gaetz-sex-trafficking-investigation.html\"\u003eopened\u003c/a\u003e several months ago by Trump’s then attorney general, William Barr.\u003c/p\u003e       \u003cfigure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=pHkrn0n3k34\"                                                                        \u003e  \u003ciframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/pHkrn0n3k34?wmode=opaque\u0026feature=oembed\" frameborder=\"0\" allowfullscreen \u003e\u003c/iframe\u003e  \u003c/figure\u003e   \u003cp\u003e“Gaetz-Gaete,” as Colbert has termed the sleazy affair, also includes the congressman’s longtime friend Joel Greenberg, who was indicted last summer on several charges, including sex trafficking of a child and financially supporting people in exchange for sex.\u003c/p\u003e \u003cp\u003eAccording to the \u003ca href=\"https://www.washingtonpost.com/politics/matt-gaetz-joel-greenberg/2021/04/02/195ecd16-934c-11eb-a74e-1f4cf89fd948_story.html\"\u003eWashington Post\u003c/a\u003e, Gaetz is said to have boasted that his friend procured several women for him and that they sometimes shared sexual partners. “Sounds risky, but remember: Gaetz always wears protection,” Colbert joked over a photo of Gaetz wearing a gas mask in the Capitol in one of his many attention-grabbing stunts.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/culture/2021/apr/02/jimmy-kimmel-sarah-palin-late-night-tv\"\u003eJimmy Kimmel on Sarah Palin and 'people who only believe in science when it happens to them'\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eThe justice department alleges that Gaetz and Greenberg paid for hotel rooms for women, where the group took ecstasy before having sex. “Now, if you’re unfamiliar with ecstasy, it’s the feeling you get when you hear bad news about Matt Gaetz,” said Colbert.\u003c/p\u003e \u003cp\u003eGaetz has denied the allegations, though reporters for the New York Times have seen receipts to the women from CashApp and Apple Pay. “How dumb is Matt Gaetz?” Colbert marveled, mocking his logic: “Dude, dude, no don’t leave a paper trail! Use the CashApp that way it goes all up in the cloud, and then when it rains, the evidence disappears.”\u003c/p\u003e \u003cp\u003eGaetz also reportedly bragged about his sexual exploits, including showing nude photos of women to colleagues, on the House floor. “Remember, this is where he works,” Colbert said. “So those mandatory sexual harassment trainings your office holds where the examples they give are all so outrageous you’re like, ‘Who is this possibly for?’ It’s for Matt Gaetz.”\u003c/p\u003e \u003ch2\u003e\u003cstrong\u003eTrevor Noah\u003c/strong\u003e\u003c/h2\u003e  \u003cfigure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheDailyShow/status/1379403516091854857\"\u003e  \u003cblockquote class=\"twitter-tweet\"\u003e\u003cp lang=\"en\" dir=\"ltr\"\u003eBig corporations slamming Georgia’s new voting law has the GOP’s boycott threats FLYING. \u003ca href=\"https://t.co/XlOussaTrW\"\u003epic.twitter.com/XlOussaTrW\u003c/a\u003e\u003c/p\u003e\u0026mdash; The Daily Show (@TheDailyShow) \u003ca href=\"https://twitter.com/TheDailyShow/status/1379403516091854857?ref_src=twsrc%5Etfw\"\u003eApril 6, 2021\u003c/a\u003e\u003c/blockquote\u003e  \u003c/figure\u003e  \u003cp\u003eTrevor Noah also returned from a week away to recap the corporate tug-of-war in Georgia after Republican lawmakers passed one of the \u003ca href=\"https://www.ajc.com/politics/bill-changing-georgia-voting-rules-passes-state-house/EY2MATS6SRA77HTOBVEMTJLIT4/\"\u003emost restrictive voting rights laws\u003c/a\u003e in the nation. The measure, part of a \u003ca href=\"https://www.theguardian.com/us-news/2021/mar/24/democracy-under-attack-america-us-voting-rights-republicans\"\u003ewave of GOP-backed bills\u003c/a\u003e to limit voting after record turnout in 2020 propelled Joe Biden to the White House and flipped the Senate, would shorten the window for early or absentee voting, move control of local elections to (mostly Republican) state lawmakers, and criminalize the distribution of food or water to people waiting in line to vote.\u003c/p\u003e \u003cp\u003e“After losing in November, Georgia Republicans decided to basically make voting more like all of the worst parts of flying,” the Daily Show host said, imitating a Georgia lawmaker: “OK, so there’s gonna be really long lines, no one can have water, and if you’re late you can go fuck yourself.”\u003c/p\u003e \u003cp\u003eAfter passage of the measure by Governor Brian Kemp, “Democrats were angry, black people were angry, the president was angry,” Noah continued. “So for help, they turned to the only people whose opinions might actually count for something: giant corporations.”\u003c/p\u003e \u003cp\u003eFacing pressure from civil rights group to respond to a law which \u003ca href=\"https://www.theguardian.com/us-news/2021/mar/24/stacey-abrams-republicans-voter-suppression-interview\"\u003etargets minority voters\u003c/a\u003e, Major League Baseball \u003ca href=\"https://www.theguardian.com/us-news/2021/apr/02/mlb-baseball-all-star-game-georgia-voting-law\"\u003epulled the All-Star game\u003c/a\u003e from Atlanta, while Georgia-based companies Coca-Cola and Delta airlines slammed the measure as “based on a lie”.\u003c/p\u003e \u003cp\u003e“It’s great to see corporations use their influence in support of voting rights, but just to be clear, they didn’t do this out of the goodness of their hearts, all right? They did it because liberals were threatening to boycott them if they didn’t speak out,” Noah said.\u003c/p\u003e \u003cp\u003e“It’s actually amazing what you can get companies to do when you threaten a boycott. I mean just the \u003cem\u003ethreat\u003c/em\u003e of a boycott got Coca-Cola to back a voting rights group,” he added. “Think about that: that means with just a little more pressure, we could probably convince Coke to put cocaine back in their drinks.”\u003c/p\u003e \u003ch2\u003e\u003cstrong\u003eJimmy Kimmel\u003c/strong\u003e\u003c/h2\u003e       \u003cfigure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=7L4mLA9L3c8\"                                                                        \u003e  \u003ciframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/7L4mLA9L3c8?wmode=opaque\u0026feature=oembed\" frameborder=\"0\" allowfullscreen \u003e\u003c/iframe\u003e  \u003c/figure\u003e   \u003cp\u003eAnd in Los Angeles, Jimmy Kimmel also touched on the MLB’s decision to move the All-Star game out of Atlanta. “Baseball did the right thing and pulled the game and now the red hatters are mad at them,” he explained, citing a statement from Trump which included the usual blustering about the “radical left” and called for a boycott of Delta and Coca-Cola, among other companies.\u003c/p\u003e \u003cp\u003e“Donald Trump calling for a boycott of Coca-Cola is beautiful,” said Kimmel. “He had a Diet Coke button on his desk in the Oval Office. The man urinates aspartame, OK?\u003c/p\u003e \u003cp\u003e“It’s especially funny because with all his complaining about cancel culture – this guy has tried to cancel more culture than anybody ever!” he added. “If you listen to Donald Trump, you’d have to cancel baseball, Coke, Delta airlines, Viacom CBS, Cisco, Citi Group, UPS, Apple, Macy’s, Univision, HBO.” The list goes on and on, up to and including Merck, “which happens to make propecia, the drug Donald Trump takes to slow his balding down.\u003c/p\u003e \u003cp\u003e“What are the chances that Donald Trump actually gives up Diet Coke or his bald head medicine?” he concluded. “None. But he wants you to.”\u003c/p\u003e",
      "bodyTextSummary": "Stephen Colbert After a week on holiday, Stephen Colbert returned to the Late Show on Monday evening to discuss the “career implosion” of the Florida congressman Matt Gaetz, a longtime Trump lackey now under investigation by the justice department for violating federal sex trafficking laws. According to federal investigators, Gaetz, 38, paid for travel expenses for a 17-year-old girl with whom he allegedly had a sexual relationship (Gaetz has denied this and claimed “extortion”). The investigation was opened several months ago by Trump’s then attorney general, William Barr.\n“Gaetz-Gaete,” as Colbert has termed the sleazy affair, also includes the congressman’s longtime friend Joel Greenberg, who was indicted last summer on several charges, including sex trafficking of a child and financially supporting people in exchange for sex. According to the Washington Post, Gaetz is said to have boasted that his friend procured several women for him and that they sometimes shared sexual partners. “Sounds risky, but remember: Gaetz always wears protection,” Colbert joked over a photo of Gaetz wearing a gas mask in the Capitol in one of his many attention-grabbing stunts.\nThe justice department alleges that Gaetz and Greenberg paid for hotel rooms for women, where the group took ecstasy before having sex. “Now, if you’re unfamiliar with ecstasy, it’s the feeling you get when you hear bad news about Matt Gaetz,” said Colbert. Gaetz has denied the allegations, though reporters for the New York Times have seen receipts to the women from CashApp and Apple Pay. “How dumb is Matt Gaetz?” Colbert marveled, mocking his logic: “Dude, dude, no don’t leave a paper trail! Use the CashApp that way it goes all up in the cloud, and then when it rains, the evidence disappears.” Gaetz also reportedly bragged about his sexual exploits, including showing nude photos of women to colleagues, on the House floor. “Remember, this is where he works,” Colbert said. “So those mandatory sexual harassment trainings your office holds where the examples they give are all so outrageous you’re like, ‘Who is this possibly for?’ It’s for Matt Gaetz.” Trevor Noah\nTrevor Noah also returned from a week away to recap the corporate tug-of-war in Georgia after Republican lawmakers passed one of the most restrictive voting rights laws in the nation. The measure, part of a wave of GOP-backed bills to limit voting after record turnout in 2020 propelled Joe Biden to the White House and flipped the Senate, would shorten the window for early or absentee voting, move control of local elections to (mostly Republican) state lawmakers, and criminalize the distribution of food or water to people waiting in line to vote. “After losing in November, Georgia Republicans decided to basically make voting more like all of the worst parts of flying,” the Daily Show host said, imitating a Georgia lawmaker: “OK, so there’s gonna be really long lines, no one can have water, and if you’re late you can go fuck yourself.” After passage of the measure by Governor Brian Kemp, “Democrats were angry, black people were angry, the president was angry,” Noah continued. “So for help, they turned to the only people whose opinions might actually count for something: giant corporations.” Facing pressure from civil rights group to respond to a law which targets minority voters, Major League Baseball pulled the All-Star game from Atlanta, while Georgia-based companies Coca-Cola and Delta airlines slammed the measure as “based on a lie”. “It’s great to see corporations use their influence in support of voting rights, but just to be clear, they didn’t do this out of the goodness of their hearts, all right? They did it because liberals were threatening to boycott them if they didn’t speak out,” Noah said. “It’s actually amazing what you can get companies to do when you threaten a boycott. I mean just the threat of a boycott got Coca-Cola to back a voting rights group,” he added. “Think about that: that means with just a little more pressure, we could probably convince Coke to put cocaine back in their drinks.” Jimmy Kimmel\nAnd in Los Angeles, Jimmy Kimmel also touched on the MLB’s decision to move the All-Star game out of Atlanta. “Baseball did the right thing and pulled the game and now the red hatters are mad at them,” he explained, citing a statement from Trump which included the usual blustering about the “radical left” and called for a boycott of Delta and Coca-Cola, among other companies. “Donald Trump calling for a boycott of Coca-Cola is beautiful,” said Kimmel. “He had a Diet Coke button on his desk in the Oval Office. The man urinates aspartame, OK? “It’s especially funny because with all his complaining about cancel culture – this guy has tried to cancel more culture than anybody ever!” he added. “If you listen to Donald Trump, you’d have to cancel baseball, Coke, Delta airlines, Viacom CBS, Cisco, Citi Group, UPS, Apple, Macy’s, Univision, HBO.” The list goes on and on, up to and including Merck, “which happens to make propecia, the drug Donald Trump takes to slow his balding down. “What are the chances that Donald Trump actually gives up Diet Coke or his bald head medicine?” he concluded. “None. But he wants you to.”",
      "contributors": [],
      "createdDate": "2021-04-06T13:14:45Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003ch2\u003e\u003cstrong\u003eStephen Colbert\u003c/strong\u003e\u003c/h2\u003e \n\u003cp\u003eAfter a week on holiday, Stephen Colbert returned to the Late Show on Monday evening to discuss the “career implosion” of the Florida congressman Matt Gaetz, a longtime Trump lackey now \u003ca href=\"https://www.theguardian.com/us-news/2021/mar/31/matt-gaetz-republican-congressman-federal-investigation\"\u003eunder investigation\u003c/a\u003e by the justice department for violating federal sex trafficking laws.\u003c/p\u003e \n\u003cp\u003eAccording to federal investigators, Gaetz, 38, paid for travel expenses for a 17-year-old girl with whom he allegedly had a sexual relationship (Gaetz has denied this and claimed “extortion”). The investigation was \u003ca href=\"https://www.nytimes.com/2021/03/30/us/politics/matt-gaetz-sex-trafficking-investigation.html\"\u003eopened\u003c/a\u003e several months ago by Trump’s then attorney general, William Barr.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "tracking": {
         "tracks": "does-not-track"
        },
        "type": "video",
        "videoTypeData": {
         "credit": "The Late Show with Stephen Colbert",
         "description": "A Justice Department investigation into allegations of sex with an underage woman and illegal payments to others may take down Florida Congressman Matt Gaetz...",
         "height": 259,
         "html": "\n            \u003ciframe\n                height=\"259\"\n                width=\"460\"\n                src=\"https://www.youtube-nocookie.com/embed/pHkrn0n3k34?wmode=opaque\u0026feature=oembed\"\n                frameborder=\"0\"\n                allowfullscreen\n            \u003e\u003c/iframe\u003e\n        ",
         "originalUrl": "https://www.youtube.com/watch?v=pHkrn0n3k34",
         "source": "YouTube",
         "sourceDomain": "youtube-nocookie.com",
         "title": "Gaetz-Gaete: Creepy Florida Man's Career Implodes Over Sex Trafficking Investigation",
         "url": "https://www.youtube.com/watch?v=pHkrn0n3k34",
         "width": 460
        }
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e“Gaetz-Gaete,” as Colbert has termed the sleazy affair, also includes the congressman’s longtime friend Joel Greenberg, who was indicted last summer on several charges, including sex trafficking of a child and financially supporting people in exchange for sex.\u003c/p\u003e \n\u003cp\u003eAccording to the \u003ca href=\"https://www.washingtonpost.com/politics/matt-gaetz-joel-greenberg/2021/04/02/195ecd16-934c-11eb-a74e-1f4cf89fd948_story.html\"\u003eWashington Post\u003c/a\u003e, Gaetz is said to have boasted that his friend procured several women for him and that they sometimes shared sexual partners. “Sounds risky, but remember: Gaetz always wears protection,” Colbert joked over a photo of Gaetz wearing a gas mask in the Capitol in one of his many attention-grabbing stunts.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Jimmy Kimmel on Sarah Palin and 'people who only believe in science when it happens to them'",
         "originalUrl": "https://www.theguardian.com/culture/2021/apr/02/jimmy-kimmel-sarah-palin-late-night-tv",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/culture/2021/apr/02/jimmy-kimmel-sarah-palin-late-night-tv"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe justice department alleges that Gaetz and Greenberg paid for hotel rooms for women, where the group took ecstasy before having sex. “Now, if you’re unfamiliar with ecstasy, it’s the feeling you get when you hear bad news about Matt Gaetz,” said Colbert.\u003c/p\u003e \n\u003cp\u003eGaetz has denied the allegations, though reporters for the New York Times have seen receipts to the women from CashApp and Apple Pay. “How dumb is Matt Gaetz?” Colbert marveled, mocking his logic: “Dude, dude, no don’t leave a paper trail! Use the CashApp that way it goes all up in the cloud, and then when it rains, the evidence disappears.”\u003c/p\u003e \n\u003cp\u003eGaetz also reportedly bragged about his sexual exploits, including showing nude photos of women to colleagues, on the House floor. “Remember, this is where he works,” Colbert said. “So those mandatory sexual harassment trainings your office holds where the examples they give are all so outrageous you’re like, ‘Who is this possibly for?’ It’s for Matt Gaetz.”\u003c/p\u003e \n\u003ch2\u003e\u003cstrong\u003eTrevor Noah\u003c/strong\u003e\u003c/h2\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "tweetTypeData": {
         "html": "\u003cblockquote class=\"twitter-tweet\"\u003e\u003cp lang=\"en\" dir=\"ltr\"\u003eBig corporations slamming Georgia’s new voting law has the GOP’s boycott threats FLYING. \u003ca href=\"https://t.co/XlOussaTrW\"\u003epic.twitter.com/XlOussaTrW\u003c/a\u003e\u003c/p\u003e\u0026mdash; The Daily Show (@TheDailyShow) \u003ca href=\"https://twitter.com/TheDailyShow/status/1379403516091854857?ref_src=twsrc%5Etfw\"\u003eApril 6, 2021\u003c/a\u003e\u003c/blockquote\u003e\n",
         "id": "1379403516091854857",
         "originalUrl": "https://twitter.com/TheDailyShow/status/1379403516091854857",
         "source": "Twitter",
         "url": "https://twitter.com/TheDailyShow/status/1379403516091854857"
        },
        "type": "tweet"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eTrevor Noah also returned from a week away to recap the corporate tug-of-war in Georgia after Republican lawmakers passed one of the \u003ca href=\"https://www.ajc.com/politics/bill-changing-georgia-voting-rules-passes-state-house/EY2MATS6SRA77HTOBVEMTJLIT4/\"\u003emost restrictive voting rights laws\u003c/a\u003e in the nation. The measure, part of a \u003ca href=\"https://www.theguardian.com/us-news/2021/mar/24/democracy-under-attack-america-us-voting-rights-republicans\"\u003ewave of GOP-backed bills\u003c/a\u003e to limit voting after record turnout in 2020 propelled Joe Biden to the White House and flipped the Senate, would shorten the window for early or absentee voting, move control of local elections to (mostly Republican) state lawmakers, and criminalize the distribution of food or water to people waiting in line to vote.\u003c/p\u003e \n\u003cp\u003e“After losing in November, Georgia Republicans decided to basically make voting more like all of the worst parts of flying,” the Daily Show host said, imitating a Georgia lawmaker: “OK, so there’s gonna be really long lines, no one can have water, and if you’re late you can go fuck yourself.”\u003c/p\u003e \n\u003cp\u003eAfter passage of the measure by Governor Brian Kemp, “Democrats were angry, black people were angry, the president was angry,” Noah continued. “So for help, they turned to the only people whose opinions might actually count for something: giant corporations.”\u003c/p\u003e \n\u003cp\u003eFacing pressure from civil rights group to respond to a law which \u003ca href=\"https://www.theguardian.com/us-news/2021/mar/24/stacey-abrams-republicans-voter-suppression-interview\"\u003etargets minority voters\u003c/a\u003e, Major League Baseball \u003ca href=\"https://www.theguardian.com/us-news/2021/apr/02/mlb-baseball-all-star-game-georgia-voting-law\"\u003epulled the All-Star game\u003c/a\u003e from Atlanta, while Georgia-based companies Coca-Cola and Delta airlines slammed the measure as “based on a lie”.\u003c/p\u003e \n\u003cp\u003e“It’s great to see corporations use their influence in support of voting rights, but just to be clear, they didn’t do this out of the goodness of their hearts, all right? They did it because liberals were threatening to boycott them if they didn’t speak out,” Noah said.\u003c/p\u003e \n\u003cp\u003e“It’s actually amazing what you can get companies to do when you threaten a boycott. I mean just the \u003cem\u003ethreat\u003c/em\u003e of a boycott got Coca-Cola to back a voting rights group,” he added. “Think about that: that means with just a little more pressure, we could probably convince Coke to put cocaine back in their drinks.”\u003c/p\u003e \n\u003ch2\u003e\u003cstrong\u003eJimmy Kimmel\u003c/strong\u003e\u003c/h2\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "tracking": {
         "tracks": "does-not-track"
        },
        "type": "video",
        "videoTypeData": {
         "credit": "Jimmy Kimmel Live",
         "description": "LA was early to rise this morning after an earthquake hit, Jimmy breaks down his Easter, the White House made special eggs for Easter featuring President Joe...",
         "height": 259,
         "html": "\n            \u003ciframe\n                height=\"259\"\n                width=\"460\"\n                src=\"https://www.youtube-nocookie.com/embed/7L4mLA9L3c8?wmode=opaque\u0026feature=oembed\"\n                frameborder=\"0\"\n                allowfullscreen\n            \u003e\u003c/iframe\u003e\n        ",
         "originalUrl": "https://www.youtube.com/watch?v=7L4mLA9L3c8",
         "source": "YouTube",
         "sourceDomain": "youtube-nocookie.com",
         "title": "Trump Complains About Cancel Culture, Wants EVERYONE Canceled",
         "url": "https://www.youtube.com/watch?v=7L4mLA9L3c8",
         "width": 460
        }
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eAnd in Los Angeles, Jimmy Kimmel also touched on the MLB’s decision to move the All-Star game out of Atlanta. “Baseball did the right thing and pulled the game and now the red hatters are mad at them,” he explained, citing a statement from Trump which included the usual blustering about the “radical left” and called for a boycott of Delta and Coca-Cola, among other companies.\u003c/p\u003e \n\u003cp\u003e“Donald Trump calling for a boycott of Coca-Cola is beautiful,” said Kimmel. “He had a Diet Coke button on his desk in the Oval Office. The man urinates aspartame, OK?\u003c/p\u003e \n\u003cp\u003e“It’s especially funny because with all his complaining about cancel culture – this guy has tried to cancel more culture than anybody ever!” he added. “If you listen to Donald Trump, you’d have to cancel baseball, Coke, Delta airlines, Viacom CBS, Cisco, Citi Group, UPS, Apple, Macy’s, Univision, HBO.” The list goes on and on, up to and including Merck, “which happens to make propecia, the drug Donald Trump takes to slow his balding down.\u003c/p\u003e \n\u003cp\u003e“What are the chances that Donald Trump actually gives up Diet Coke or his bald head medicine?” he concluded. “None. But he wants you to.”\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T13:15:29Z",
      "id": "606c5ec58f087a7cbd52150c",
      "lastModifiedDate": "2021-04-06T15:57:31Z",
      "published": true,
      "publishedDate": "2021-04-06T15:57:32Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"04bfeeb33a515a2d0638719fbe1d407bc6248922\"\u003e \u003cimg src=\"https://media.guim.co.uk/04bfeeb33a515a2d0638719fbe1d407bc6248922/64_151_2533_1520/1000.jpg\" alt=\"Stephen Colbert on allegations that Matt Gaetz, under investigation for sex trafficking, showed nude photos of women to colleagues on the House floor: ‘Those mandatory sexual harassment trainings your office holds where the examples they give are all so outrageous you’re like, ‘who is this possibly for?’ It’s for Matt Gaetz.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eStephen Colbert on allegations that Matt Gaetz showed nude photos of women to colleagues on the House floor: ‘Those mandatory sexual harassment trainings your office holds where the examples they give are all so outrageous you’re like, ‘who is this possibly for?’ It’s for Matt Gaetz.’\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Youtube\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T15:00:09Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/04bfeeb33a515a2d0638719fbe1d407bc6248922/64_151_2533_1520/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/04bfeeb33a515a2d0638719fbe1d407bc6248922/64_151_2533_1520/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/04bfeeb33a515a2d0638719fbe1d407bc6248922/64_151_2533_1520/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/04bfeeb33a515a2d0638719fbe1d407bc6248922/64_151_2533_1520/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/04bfeeb33a515a2d0638719fbe1d407bc6248922/64_151_2533_1520/2533.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1520,
          "width": 2533
         }
        },
        {
         "file": "https://media.guim.co.uk/04bfeeb33a515a2d0638719fbe1d407bc6248922/64_151_2533_1520/master/2533.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1520,
          "isMaster": true,
          "width": 2533
         }
        }
       ],
       "imageTypeData": {
        "alt": "Stephen Colbert on allegations that Matt Gaetz, under investigation for sex trafficking, showed nude photos of women to colleagues on the House floor: ‘Those mandatory sexual harassment trainings your office holds where the examples they give are all so outrageous you’re like, ‘who is this possibly for?’ It’s for Matt Gaetz.’",
        "caption": "Stephen Colbert on allegations that Matt Gaetz showed nude photos of women to colleagues on the House floor: ‘Those mandatory sexual harassment trainings your office holds where the examples they give are all so outrageous you’re like, ‘who is this possibly for?’ It’s for Matt Gaetz.’",
        "credit": "Photograph: Youtube",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/04bfeeb33a515a2d0638719fbe1d407bc6248922",
        "mediaId": "04bfeeb33a515a2d0638719fbe1d407bc6248922",
        "source": "Youtube"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T15:00:10Z",
     "id": "606c77798f083302090e6359",
     "lastModifiedDate": "2021-04-06T15:57:21Z",
     "published": true,
     "publishedDate": "2021-04-06T15:57:30Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "culture/2021/apr/06/stephen-colbert-matt-gaetz",
   "isHosted": false,
   "pillarId": "pillar/arts",
   "pillarName": "Arts",
   "sectionId": "culture",
   "sectionName": "Culture",
   "type": "article",
   "webPublicationDate": "2021-04-06T15:50:25Z",
   "webTitle": "Stephen Colbert: 'How dumb is Matt Gaetz?'",
   "webUrl": "https://www.theguardian.com/culture/2021/apr/06/stephen-colbert-matt-gaetz"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}