{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/commentisfree/2021/apr/07/the-death-of-my-obstetrician-felt-like-a-personal-loss-as-if-a-link-between-me-and-my-children-had-been-broken",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003e“I am not having a general anaesthetic,” I said, the steady voice disguising the fear in my gut. Without contact lenses my world was a blur, although even their advantage would have been lost on this night of crisis. An advanced pregnancy had suddenly ended in the completely unexpected loss of both twins from a condition listed in the fine print of textbooks. There was nothing to do but accept this vicissitude of fate with as much grace and strength as I could muster. After the delivery, the obstetrician apologetically said I needed theatre and I still held up. But close to midnight, when a young anaesthetist casually swung by to tell me I’d be having a general anaesthetic, I had had enough. I politely suggested she use the regional anaesthetic in place, but her tone said I was being difficult. I might have been a midnight case to her, but I deserved a better explanation than, “I always do it this way.”\u003c/p\u003e \u003cp\u003e“I’m not having a general anaesthetic”, I repeated to my obstetrician, sent in to negotiate.\u003c/p\u003e \u003cp\u003e “OK,” she said simply and made it happen.\u003c/p\u003e \u003cp\u003eTo this day, I haven’t forgotten her tacit acknowledgment that I had suffered enough indignity, loss and grief for the time and needed a small win. This was compassion at work.\u003c/p\u003e \u003cp\u003eA year later, I was back in her office.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/commentisfree/2021/mar/20/i-teach-how-to-share-news-in-medical-school-my-own-unexpected-pregnancy-made-it-personal\"\u003eI teach how to share news in medical school. My own unexpected pregnancy made it personal\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eWomen whose pregnancy has gone spectacularly awry can be forgiven for viewing all pregnancies as medical events. I grew more tense as the weeks progressed; halfway through I was back in hospital on complete bed rest. When I expressed a wish to go home, she could have lectured me about compliance or told me to discharge myself against medical advice. Wisely, she did none of that; instead, she said, “I know you’ll be sensible.” Her vote of confidence allowed me to stay home until my son was born. At his birth, she was overjoyed. Years later, a midwife revealed how precarious that pregnancy had been. “We stood outside to fret.”\u003c/p\u003e \u003cp\u003eIf my obstetrician fretted, I never knew it. In our consultations, she was calm, considered and instructive. When I spoke about integrating children with my budding career, she casually told me that she took a decade off work to raise three children.\u003c/p\u003e \u003cp\u003e“And you got back in?” I marvelled.\u003c/p\u003e \u003cp\u003e“Of course, I did,” she beamed, omitting the fact that she capped off her return with winning the gold medal for the highest-ranked fellow.\u003c/p\u003e \u003cp\u003eIn 50 years of service to medicine, Dr Christine Tippett would become the first female president of her college and a world leader in women’s reproductive rights. Her contribution to academic research was matched by her commitment to ordinary women who depended on the public hospital system. The high-risk maternal-foetal service she established was one example: many years later, I would send my pregnant cancer patients there knowing they were in excellent hands. As a ministerial adviser, she supported abortion law reform so that women had a right of choice and doctors could counsel women without fear of retribution.\u003c/p\u003e  \u003caside class=\"element element-pullquote element--supporting\"\u003e \u003cblockquote\u003e \u003cp\u003eWomen like her touch so many people that their loss is deeply felt in many corners\u003c/p\u003e \u003c/blockquote\u003e \u003c/aside\u003e  \u003cp\u003eA skilled clinician, a respected teacher, a global reputation and a mindful parent: this combination of skills could have been enough to ascend the ranks of medicine but, in her own words, it was hard being a woman in a man’s world, even though her chosen world took care of women. “Sometimes there was a surprise that I really was a specialist and from time to time hostility, but I was determined to be good at what I did and be judged for my performance rather than my gender.” She remained steadfastly optimistic that the gains made by women in medicine would speak volumes for their ability and place in the world.\u003c/p\u003e \u003cp\u003eExperienced clinicians willing to dispense frank advice are an invaluable asset. At a time when there is a push for flexible and interrupted training in order to manage the requirements of family, Dr Tippett sounded a note of caution. Flexibility mattered, but too much of it at inappropriate times could interfere with the quality of training and confidence in one’s abilities, with career-long consequences. To get the balance right, trainees must think through the implications and plan ahead. I was a brand new oncologist when we met and would go on to have more children. I found this meaningful advice from a remarkable woman who had delivered more than 10,000 babies, counselled many mothers, and knew a thing or two about balancing life and work.\u003c/p\u003e \u003cp\u003eSome years ago, I was dismayed to hear of Dr Tippett’s cancer diagnosis but like many who knew her, impressed by her conduct. After all, she had met many patients in worse circumstances, and she wasn’t one to forget her extraordinary life and its opportunities.\u003c/p\u003e \u003cp\u003eRelief at her return to many of the activities she loved was replaced by widespread sorrow when her remarkable life \u003ca href=\"https://ranzcog.edu.au/news/vale-associate-professor-christine-tippett-am\"\u003ecame to an end last month.\u003c/a\u003e Women like her touch so many people that their loss is deeply felt in many corners.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/books/2021/feb/28/patients-want-empathic-doctors-so-why-is-it-seen-as-a-weakness-to-show-emotion\"\u003ePatients want empathic doctors. So why is it seen as a weakness to show emotion? | Yumiko Kadota\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eI was somewhat surprised at how the death of my obstetrician felt like a personal loss, as if a link going through my children and me had been broken. I mourned for her patients and for the doctors who would no longer benefit from her wisdom. I mourned for her family, for much as we overlook it, they paid a heavy price for her contribution to broader society. I mourned for the loss of someone who had it together but didn’t varnish the truth when telling others how to do it.\u003c/p\u003e \u003cp\u003eI had always meant to take my son to meet her, for she would have relished seeing that premature baby become a towering teenager; indeed, her waiting room was adorned with such photographs that had once given me hope. But I kept thinking I had time until I didn’t.\u003c/p\u003e \u003cp\u003eAs a feeble replacement for the actual thing, \u003ca href=\"https://twitter.com/JillHennessyMP/status/1367004035346145280?s=20\"\u003eI showed my son a photo from Twitter\u003c/a\u003e and read out the tributes from around the world.\u003c/p\u003e \u003cp\u003e“That’s cool,” he said, admittedly not knowing what else to make of such an illustrious life.\u003c/p\u003e \u003cp\u003eHe will never really know how cool, but his mother and all the other beneficiaries of Dr Tippett’s life will never forget.\u003c/p\u003e",
      "bodyTextSummary": "“I am not having a general anaesthetic,” I said, the steady voice disguising the fear in my gut. Without contact lenses my world was a blur, although even their advantage would have been lost on this night of crisis. An advanced pregnancy had suddenly ended in the completely unexpected loss of both twins from a condition listed in the fine print of textbooks. There was nothing to do but accept this vicissitude of fate with as much grace and strength as I could muster. After the delivery, the obstetrician apologetically said I needed theatre and I still held up. But close to midnight, when a young anaesthetist casually swung by to tell me I’d be having a general anaesthetic, I had had enough. I politely suggested she use the regional anaesthetic in place, but her tone said I was being difficult. I might have been a midnight case to her, but I deserved a better explanation than, “I always do it this way.” “I’m not having a general anaesthetic”, I repeated to my obstetrician, sent in to negotiate. “OK,” she said simply and made it happen. To this day, I haven’t forgotten her tacit acknowledgment that I had suffered enough indignity, loss and grief for the time and needed a small win. This was compassion at work. A year later, I was back in her office.\nWomen whose pregnancy has gone spectacularly awry can be forgiven for viewing all pregnancies as medical events. I grew more tense as the weeks progressed; halfway through I was back in hospital on complete bed rest. When I expressed a wish to go home, she could have lectured me about compliance or told me to discharge myself against medical advice. Wisely, she did none of that; instead, she said, “I know you’ll be sensible.” Her vote of confidence allowed me to stay home until my son was born. At his birth, she was overjoyed. Years later, a midwife revealed how precarious that pregnancy had been. “We stood outside to fret.” If my obstetrician fretted, I never knew it. In our consultations, she was calm, considered and instructive. When I spoke about integrating children with my budding career, she casually told me that she took a decade off work to raise three children. “And you got back in?” I marvelled. “Of course, I did,” she beamed, omitting the fact that she capped off her return with winning the gold medal for the highest-ranked fellow. In 50 years of service to medicine, Dr Christine Tippett would become the first female president of her college and a world leader in women’s reproductive rights. Her contribution to academic research was matched by her commitment to ordinary women who depended on the public hospital system. The high-risk maternal-foetal service she established was one example: many years later, I would send my pregnant cancer patients there knowing they were in excellent hands. As a ministerial adviser, she supported abortion law reform so that women had a right of choice and doctors could counsel women without fear of retribution.\nA skilled clinician, a respected teacher, a global reputation and a mindful parent: this combination of skills could have been enough to ascend the ranks of medicine but, in her own words, it was hard being a woman in a man’s world, even though her chosen world took care of women. “Sometimes there was a surprise that I really was a specialist and from time to time hostility, but I was determined to be good at what I did and be judged for my performance rather than my gender.” She remained steadfastly optimistic that the gains made by women in medicine would speak volumes for their ability and place in the world. Experienced clinicians willing to dispense frank advice are an invaluable asset. At a time when there is a push for flexible and interrupted training in order to manage the requirements of family, Dr Tippett sounded a note of caution. Flexibility mattered, but too much of it at inappropriate times could interfere with the quality of training and confidence in one’s abilities, with career-long consequences. To get the balance right, trainees must think through the implications and plan ahead. I was a brand new oncologist when we met and would go on to have more children. I found this meaningful advice from a remarkable woman who had delivered more than 10,000 babies, counselled many mothers, and knew a thing or two about balancing life and work. Some years ago, I was dismayed to hear of Dr Tippett’s cancer diagnosis but like many who knew her, impressed by her conduct. After all, she had met many patients in worse circumstances, and she wasn’t one to forget her extraordinary life and its opportunities. Relief at her return to many of the activities she loved was replaced by widespread sorrow when her remarkable life came to an end last month. Women like her touch so many people that their loss is deeply felt in many corners.\nI was somewhat surprised at how the death of my obstetrician felt like a personal loss, as if a link going through my children and me had been broken. I mourned for her patients and for the doctors who would no longer benefit from her wisdom. I mourned for her family, for much as we overlook it, they paid a heavy price for her contribution to broader society. I mourned for the loss of someone who had it together but didn’t varnish the truth when telling others how to do it. I had always meant to take my son to meet her, for she would have relished seeing that premature baby become a towering teenager; indeed, her waiting room was adorned with such photographs that had once given me hope. But I kept thinking I had time until I didn’t. As a feeble replacement for the actual thing, I showed my son a photo from Twitter and read out the tributes from around the world. “That’s cool,” he said, admittedly not knowing what else to make of such an illustrious life. He will never really know how cool, but his mother and all the other beneficiaries of Dr Tippett’s life will never forget.",
      "contributors": [],
      "createdDate": "2021-04-05T01:58:16Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003e“I am not having a general anaesthetic,” I said, the steady voice disguising the fear in my gut. Without contact lenses my world was a blur, although even their advantage would have been lost on this night of crisis. An advanced pregnancy had suddenly ended in the completely unexpected loss of both twins from a condition listed in the fine print of textbooks. There was nothing to do but accept this vicissitude of fate with as much grace and strength as I could muster. After the delivery, the obstetrician apologetically said I needed theatre and I still held up. But close to midnight, when a young anaesthetist casually swung by to tell me I’d be having a general anaesthetic, I had had enough. I politely suggested she use the regional anaesthetic in place, but her tone said I was being difficult. I might have been a midnight case to her, but I deserved a better explanation than, “I always do it this way.”\u003c/p\u003e \n\u003cp\u003e“I’m not having a general anaesthetic”, I repeated to my obstetrician, sent in to negotiate.\u003c/p\u003e \n\u003cp\u003e “OK,” she said simply and made it happen.\u003c/p\u003e \n\u003cp\u003eTo this day, I haven’t forgotten her tacit acknowledgment that I had suffered enough indignity, loss and grief for the time and needed a small win. This was compassion at work.\u003c/p\u003e \n\u003cp\u003eA year later, I was back in her office.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "I teach how to share news in medical school. My own unexpected pregnancy made it personal",
         "originalUrl": "https://www.theguardian.com/commentisfree/2021/mar/20/i-teach-how-to-share-news-in-medical-school-my-own-unexpected-pregnancy-made-it-personal",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/commentisfree/2021/mar/20/i-teach-how-to-share-news-in-medical-school-my-own-unexpected-pregnancy-made-it-personal"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eWomen whose pregnancy has gone spectacularly awry can be forgiven for viewing all pregnancies as medical events. I grew more tense as the weeks progressed; halfway through I was back in hospital on complete bed rest. When I expressed a wish to go home, she could have lectured me about compliance or told me to discharge myself against medical advice. Wisely, she did none of that; instead, she said, “I know you’ll be sensible.” Her vote of confidence allowed me to stay home until my son was born. At his birth, she was overjoyed. Years later, a midwife revealed how precarious that pregnancy had been. “We stood outside to fret.”\u003c/p\u003e \n\u003cp\u003eIf my obstetrician fretted, I never knew it. In our consultations, she was calm, considered and instructive. When I spoke about integrating children with my budding career, she casually told me that she took a decade off work to raise three children.\u003c/p\u003e \n\u003cp\u003e“And you got back in?” I marvelled.\u003c/p\u003e \n\u003cp\u003e“Of course, I did,” she beamed, omitting the fact that she capped off her return with winning the gold medal for the highest-ranked fellow.\u003c/p\u003e \n\u003cp\u003eIn 50 years of service to medicine, Dr Christine Tippett would become the first female president of her college and a world leader in women’s reproductive rights. Her contribution to academic research was matched by her commitment to ordinary women who depended on the public hospital system. The high-risk maternal-foetal service she established was one example: many years later, I would send my pregnant cancer patients there knowing they were in excellent hands. As a ministerial adviser, she supported abortion law reform so that women had a right of choice and doctors could counsel women without fear of retribution.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "pullquoteTypeData": {
         "html": "Women like her touch so many people that their loss is deeply felt in many corners",
         "role": "supporting"
        },
        "type": "pullquote"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eA skilled clinician, a respected teacher, a global reputation and a mindful parent: this combination of skills could have been enough to ascend the ranks of medicine but, in her own words, it was hard being a woman in a man’s world, even though her chosen world took care of women. “Sometimes there was a surprise that I really was a specialist and from time to time hostility, but I was determined to be good at what I did and be judged for my performance rather than my gender.” She remained steadfastly optimistic that the gains made by women in medicine would speak volumes for their ability and place in the world.\u003c/p\u003e \n\u003cp\u003eExperienced clinicians willing to dispense frank advice are an invaluable asset. At a time when there is a push for flexible and interrupted training in order to manage the requirements of family, Dr Tippett sounded a note of caution. Flexibility mattered, but too much of it at inappropriate times could interfere with the quality of training and confidence in one’s abilities, with career-long consequences. To get the balance right, trainees must think through the implications and plan ahead. I was a brand new oncologist when we met and would go on to have more children. I found this meaningful advice from a remarkable woman who had delivered more than 10,000 babies, counselled many mothers, and knew a thing or two about balancing life and work.\u003c/p\u003e \n\u003cp\u003eSome years ago, I was dismayed to hear of Dr Tippett’s cancer diagnosis but like many who knew her, impressed by her conduct. After all, she had met many patients in worse circumstances, and she wasn’t one to forget her extraordinary life and its opportunities.\u003c/p\u003e \n\u003cp\u003eRelief at her return to many of the activities she loved was replaced by widespread sorrow when her remarkable life \u003ca href=\"https://ranzcog.edu.au/news/vale-associate-professor-christine-tippett-am\"\u003ecame to an end last month.\u003c/a\u003e Women like her touch so many people that their loss is deeply felt in many corners.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Patients want empathic doctors. So why is it seen as a weakness to show emotion? | Yumiko Kadota",
         "originalUrl": "https://www.theguardian.com/books/2021/feb/28/patients-want-empathic-doctors-so-why-is-it-seen-as-a-weakness-to-show-emotion",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/books/2021/feb/28/patients-want-empathic-doctors-so-why-is-it-seen-as-a-weakness-to-show-emotion"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eI was somewhat surprised at how the death of my obstetrician felt like a personal loss, as if a link going through my children and me had been broken. I mourned for her patients and for the doctors who would no longer benefit from her wisdom. I mourned for her family, for much as we overlook it, they paid a heavy price for her contribution to broader society. I mourned for the loss of someone who had it together but didn’t varnish the truth when telling others how to do it.\u003c/p\u003e \n\u003cp\u003eI had always meant to take my son to meet her, for she would have relished seeing that premature baby become a towering teenager; indeed, her waiting room was adorned with such photographs that had once given me hope. But I kept thinking I had time until I didn’t.\u003c/p\u003e \n\u003cp\u003eAs a feeble replacement for the actual thing, \u003ca href=\"https://twitter.com/JillHennessyMP/status/1367004035346145280?s=20\"\u003eI showed my son a photo from Twitter\u003c/a\u003e and read out the tributes from around the world.\u003c/p\u003e \n\u003cp\u003e“That’s cool,” he said, admittedly not knowing what else to make of such an illustrious life.\u003c/p\u003e \n\u003cp\u003eHe will never really know how cool, but his mother and all the other beneficiaries of Dr Tippett’s life will never forget.\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-05T01:58:22Z",
      "id": "606a6eb88f08611d06d8c1b4",
      "lastModifiedDate": "2021-04-06T11:54:36Z",
      "published": true,
      "publishedDate": "2021-04-06T11:54:39Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0\"\u003e \u003cimg src=\"https://media.guim.co.uk/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0/0_0_7952_4774/1000.jpg\" alt=\"doctor in green scrubs holds newborn baby\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003e‘If my obstetrician fretted, I never knew it. In our consultations, she was calm, considered and instructive.’\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: isayildiz/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-05T05:28:32Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0/0_0_7952_4774/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0/0_0_7952_4774/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0/0_0_7952_4774/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0/0_0_7952_4774/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0/0_0_7952_4774/7952.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 4774,
          "width": 7952
         }
        },
        {
         "file": "https://media.guim.co.uk/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0/0_0_7952_4774/master/7952.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 4774,
          "isMaster": true,
          "width": 7952
         }
        }
       ],
       "imageTypeData": {
        "alt": "doctor in green scrubs holds newborn baby",
        "caption": "‘If my obstetrician fretted, I never knew it. In our consultations, she was calm, considered and instructive.’",
        "credit": "Photograph: isayildiz/Getty Images",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0",
        "mediaId": "38d3f5fadcdbac03846d395cb8ad0f5bac4b4bd0",
        "photographer": "isayildiz",
        "source": "Getty Images",
        "suppliersReference": "775389617"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-05T05:28:34Z",
     "id": "606aa0008f087a7cbd5201b0",
     "lastModifiedDate": "2021-04-05T05:49:31Z",
     "published": true,
     "publishedDate": "2021-04-05T05:49:31Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "commentisfree/2021/apr/07/the-death-of-my-obstetrician-felt-like-a-personal-loss-as-if-a-link-between-me-and-my-children-had-been-broken",
   "isHosted": false,
   "pillarId": "pillar/opinion",
   "pillarName": "Opinion",
   "sectionId": "commentisfree",
   "sectionName": "Opinion",
   "type": "article",
   "webPublicationDate": "2021-04-06T17:30:22Z",
   "webTitle": "The death of my obstetrician felt like a personal loss, as if a link between me and my children had been broken | Ranjana Srivastava",
   "webUrl": "https://www.theguardian.com/commentisfree/2021/apr/07/the-death-of-my-obstetrician-felt-like-a-personal-loss-as-if-a-link-between-me-and-my-children-had-been-broken"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}