{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/world/2021/apr/06/the-uk-needs-a-robust-border-policy-but-right-now-we-cant-see-if-it-is-working",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eThe official response to coronavirus at the UK border has been problematic from the start. It was not until February this year that the government introduced mandatory hotel quarantine – some 11 months after coronavirus was first recorded the UK – despite it being used in countries such as New Zealand from the off.\u003c/p\u003e \u003cp\u003eEven now with stricter requirements for arrivals in place, critics say the current border policy is seriously lacking. Reports claiming \u003ca href=\"https://www.theguardian.com/world/2021/apr/05/labour-calls-urgent-response-reports-8000-tourists-arriving-a-day-covid\"\u003eas many as 8,000 tourists a day are arriving in the UK \u003c/a\u003ehave significantly fueled those concerns.\u003c/p\u003e \u003cp\u003eWhile that figure is still significantly lower than pre-pandemic levels, the risks that \u003ca href=\"https://www.theguardian.com/world/2021/mar/02/what-problems-do-coronavirus-variants-pose\"\u003enew variants pose to the success of the vaccine programme \u003c/a\u003emean the pressure is on to deliver a border policy that works. However, it is incredibly challenging to scrutinise how well the system is delivering, because data on movement at the border is so opaque.\u003c/p\u003e \u003cp\u003eMinisters swiftly rejected the 8,000-a-day claim first reported in the Times, stating they “did not recognise the figures” \u003cstrong\u003e–\u003c/strong\u003e yet have refused to provide any “accurate” data.\u003c/p\u003e \u003cp\u003eThe government did reveal that the number of issued visitor visas \u003cstrong\u003e–\u003c/strong\u003e the standard visa used for tourists to holiday in the UK \u003cstrong\u003e–\u003c/strong\u003e was down 78% in January and March, compared with 2020, but the Home Office refused to provide the data behind the drop, despite requests from the Guardian, rendering the statistic useless.\u003c/p\u003e  \u003cfigure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/04/archive-zip/giv-825q65BVrneWKQ8/\" data-alt=\"Arrivals in the UK by air\"\u003e \u003ca href=\"https://interactive.guim.co.uk/uploader/embed/2021/04/archive-zip/giv-825q65BVrneWKQ8/\"\u003eArrivals in the UK by air\u003c/a\u003e \u003cfigcaption\u003eArrivals in the UK by air \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eSo what do we know?\u003c/p\u003e \u003cp\u003eThere were 631,500 air passenger arrivals in the month of January, according to the most recently available official statistics. Citing Border Force staff, the Times said that 40% of current arrivals were tourists, which would equate to 252,000 people or 8,000 a day.\u003c/p\u003e \u003cp\u003eHowever, about 200,000 of the arrivals were British nationals and looking at a breakdown of daily arrivals, the total number of non-British nationals arriving each day, for all reasons, rarely exceeds 8,000. Of course, not all arrivals enter the UK by plane, but the vast majority \u003cstrong\u003e–\u003c/strong\u003e about 75% \u003cstrong\u003e–\u003c/strong\u003e do.\u003c/p\u003e \u003cp\u003eBorder Force staff told the Guardian that 8,000 tourists a day was plausible, although the reason for entry is no longer recorded by border staff since landing cards were scrapped.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/world/2021/apr/05/labour-calls-urgent-response-reports-8000-tourists-arriving-a-day-covid\"\u003eLabour says reports of up to 8,000 tourists arriving a day are 'staggering'\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eThe number of visitor visas issued is recorded centrally, but these are also used for some business activities, medical reasons such as private healthcare and academic research, as well as for tourism.\u003c/p\u003e \u003cp\u003eWhile other sources provide some detail, again they fail to offer the whole picture. The International Passenger Survey does record the reason for entry, but it will be months before the findings for the lockdown period are published. The Civil Aviation Authority publishes nearly up-to-date data on passenger movements. But it combines both incoming and outgoing numbers and doesn’t provide a breakdown for reasons for entry.\u003c/p\u003e \u003cp\u003eThe Times claims also highlight the woeful lack of information from the Home Office on Border Force enforcement of the international travel regulations, with no data published since September.\u003c/p\u003e \u003cp\u003eThe National Police Chief’s Council provides a monthly update on the number of fixed penalty notices issued by police for all Covid regulations breaches \u003cstrong\u003e–\u003c/strong\u003e including those covering international travel. But much of the responsibility for enforcing the health measures at the border \u003cstrong\u003e–\u003c/strong\u003e checking passenger locator forms, chasing up self-isolation, ensuring red-list arrivals enter hotel quarantine \u003cstrong\u003e–\u003c/strong\u003e lies with Border Force within the Home Office.\u003c/p\u003e \u003cp\u003eAll passengers entering the UK must provide proof of a negative Covid test taken no more than three days before departure, regardless of where they came from. They must complete a passenger locator form with an address for their 10-day quarantine on arrival, with fines for those who fail to comply. British nationals and residents arriving from or via a red-list country must enter mandatory hotel quarantine.\u003c/p\u003e \u003cp\u003eTo date the Government has not published any information on how many people have been refused entry over a positive test, or how many have entered hotel quarantine, or how many have been fined for failing to book or trying to avoid hotel quarantine. They have also not released figures on how many fines have been issued for failure to complete the form or failure to self-quarantine – or how many have entered self-quarantine upon arrival full stop – since September.\u003c/p\u003e \u003cp\u003eInevitably, this lack of transparency has led to calls for the government to publish the data to restore confidence in thepolicy. A government spokesperson said: “Further data will be published in due course, however, we will make no apologies for ensuring any data is properly analysed and rigorously checked ahead of publication.”\u003c/p\u003e \u003cp\u003eResponding to the Times report, Yvette Cooper, the Labour MP and chair of the Commons home affairs select committee, said the Home Office “needs to urgently respond, explain and publish these figures”.\u003c/p\u003e \u003cp\u003eThe stakes are high. The UK was slow to respond at the border in the early days of the pandemic, with as many as 130 countries – including Germany, New Zealand, South Korea, Italy, Singapore, Australia and Greece – taking stricter approaches. And it is now well established that thousands of new infections were brought in from continental Europe in the days running up to the first lockdown.\u003c/p\u003e \u003cp\u003eOn reports that thousands of tourists could be entering the country, Neil Ferguson, the leading epidemiologist, said: “It would be alarming if that was the case, given the restrictions within the country, but it just points to the fact that we do need to be quite careful about ensuring we do reduce the risk from all travel.”\u003c/p\u003e",
      "bodyTextSummary": "The official response to coronavirus at the UK border has been problematic from the start. It was not until February this year that the government introduced mandatory hotel quarantine – some 11 months after coronavirus was first recorded the UK – despite it being used in countries such as New Zealand from the off. Even now with stricter requirements for arrivals in place, critics say the current border policy is seriously lacking. Reports claiming as many as 8,000 tourists a day are arriving in the UK have significantly fueled those concerns. While that figure is still significantly lower than pre-pandemic levels, the risks that new variants pose to the success of the vaccine programme mean the pressure is on to deliver a border policy that works. However, it is incredibly challenging to scrutinise how well the system is delivering, because data on movement at the border is so opaque. Ministers swiftly rejected the 8,000-a-day claim first reported in the Times, stating they “did not recognise the figures” – yet have refused to provide any “accurate” data. The government did reveal that the number of issued visitor visas – the standard visa used for tourists to holiday in the UK – was down 78% in January and March, compared with 2020, but the Home Office refused to provide the data behind the drop, despite requests from the Guardian, rendering the statistic useless.\nSo what do we know? There were 631,500 air passenger arrivals in the month of January, according to the most recently available official statistics. Citing Border Force staff, the Times said that 40% of current arrivals were tourists, which would equate to 252,000 people or 8,000 a day. However, about 200,000 of the arrivals were British nationals and looking at a breakdown of daily arrivals, the total number of non-British nationals arriving each day, for all reasons, rarely exceeds 8,000. Of course, not all arrivals enter the UK by plane, but the vast majority – about 75% – do. Border Force staff told the Guardian that 8,000 tourists a day was plausible, although the reason for entry is no longer recorded by border staff since landing cards were scrapped.\nThe number of visitor visas issued is recorded centrally, but these are also used for some business activities, medical reasons such as private healthcare and academic research, as well as for tourism. While other sources provide some detail, again they fail to offer the whole picture. The International Passenger Survey does record the reason for entry, but it will be months before the findings for the lockdown period are published. The Civil Aviation Authority publishes nearly up-to-date data on passenger movements. But it combines both incoming and outgoing numbers and doesn’t provide a breakdown for reasons for entry. The Times claims also highlight the woeful lack of information from the Home Office on Border Force enforcement of the international travel regulations, with no data published since September. The National Police Chief’s Council provides a monthly update on the number of fixed penalty notices issued by police for all Covid regulations breaches – including those covering international travel. But much of the responsibility for enforcing the health measures at the border – checking passenger locator forms, chasing up self-isolation, ensuring red-list arrivals enter hotel quarantine – lies with Border Force within the Home Office. All passengers entering the UK must provide proof of a negative Covid test taken no more than three days before departure, regardless of where they came from. They must complete a passenger locator form with an address for their 10-day quarantine on arrival, with fines for those who fail to comply. British nationals and residents arriving from or via a red-list country must enter mandatory hotel quarantine. To date the Government has not published any information on how many people have been refused entry over a positive test, or how many have entered hotel quarantine, or how many have been fined for failing to book or trying to avoid hotel quarantine. They have also not released figures on how many fines have been issued for failure to complete the form or failure to self-quarantine – or how many have entered self-quarantine upon arrival full stop – since September. Inevitably, this lack of transparency has led to calls for the government to publish the data to restore confidence in thepolicy. A government spokesperson said: “Further data will be published in due course, however, we will make no apologies for ensuring any data is properly analysed and rigorously checked ahead of publication.” Responding to the Times report, Yvette Cooper, the Labour MP and chair of the Commons home affairs select committee, said the Home Office “needs to urgently respond, explain and publish these figures”. The stakes are high. The UK was slow to respond at the border in the early days of the pandemic, with as many as 130 countries – including Germany, New Zealand, South Korea, Italy, Singapore, Australia and Greece – taking stricter approaches. And it is now well established that thousands of new infections were brought in from continental Europe in the days running up to the first lockdown. On reports that thousands of tourists could be entering the country, Neil Ferguson, the leading epidemiologist, said: “It would be alarming if that was the case, given the restrictions within the country, but it just points to the fact that we do need to be quite careful about ensuring we do reduce the risk from all travel.”",
      "contributors": [],
      "createdDate": "2021-04-06T10:45:27Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe official response to coronavirus at the UK border has been problematic from the start. It was not until February this year that the government introduced mandatory hotel quarantine – some 11 months after coronavirus was first recorded the UK – despite it being used in countries such as New Zealand from the off.\u003c/p\u003e \n\u003cp\u003eEven now with stricter requirements for arrivals in place, critics say the current border policy is seriously lacking. Reports claiming \u003ca href=\"https://www.theguardian.com/world/2021/apr/05/labour-calls-urgent-response-reports-8000-tourists-arriving-a-day-covid\"\u003eas many as 8,000 tourists a day are arriving in the UK \u003c/a\u003ehave significantly fueled those concerns.\u003c/p\u003e \n\u003cp\u003eWhile that figure is still significantly lower than pre-pandemic levels, the risks that \u003ca href=\"https://www.theguardian.com/world/2021/mar/02/what-problems-do-coronavirus-variants-pose\"\u003enew variants pose to the success of the vaccine programme \u003c/a\u003emean the pressure is on to deliver a border policy that works. However, it is incredibly challenging to scrutinise how well the system is delivering, because data on movement at the border is so opaque.\u003c/p\u003e \n\u003cp\u003eMinisters swiftly rejected the 8,000-a-day claim first reported in the Times, stating they “did not recognise the figures” \u003cstrong\u003e–\u003c/strong\u003e yet have refused to provide any “accurate” data.\u003c/p\u003e \n\u003cp\u003eThe government did reveal that the number of issued visitor visas \u003cstrong\u003e–\u003c/strong\u003e the standard visa used for tourists to holiday in the UK \u003cstrong\u003e–\u003c/strong\u003e was down 78% in January and March, compared with 2020, but the Home Office refused to provide the data behind the drop, despite requests from the Guardian, rendering the statistic useless.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "interactiveTypeData": {
         "alt": "Arrivals in the UK by air",
         "caption": "Arrivals in the UK by air ",
         "html": "\u003ca href=\"https://interactive.guim.co.uk/uploader/embed/2021/04/archive-zip/giv-825q65BVrneWKQ8/\"\u003eArrivals in the UK by air\u003c/a\u003e",
         "iframeUrl": "https://interactive.guim.co.uk/uploader/embed/2021/04/archive-zip/giv-825q65BVrneWKQ8/",
         "isMandatory": false,
         "originalUrl": "https://interactive.guim.co.uk/uploader/embed/2021/04/archive-zip/giv-825q65BVrneWKQ8/",
         "scriptName": "iframe-wrapper",
         "scriptUrl": "https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js",
         "source": "Guardian"
        },
        "type": "interactive"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eSo what do we know?\u003c/p\u003e \n\u003cp\u003eThere were 631,500 air passenger arrivals in the month of January, according to the most recently available official statistics. Citing Border Force staff, the Times said that 40% of current arrivals were tourists, which would equate to 252,000 people or 8,000 a day.\u003c/p\u003e \n\u003cp\u003eHowever, about 200,000 of the arrivals were British nationals and looking at a breakdown of daily arrivals, the total number of non-British nationals arriving each day, for all reasons, rarely exceeds 8,000. Of course, not all arrivals enter the UK by plane, but the vast majority \u003cstrong\u003e–\u003c/strong\u003e about 75% \u003cstrong\u003e–\u003c/strong\u003e do.\u003c/p\u003e \n\u003cp\u003eBorder Force staff told the Guardian that 8,000 tourists a day was plausible, although the reason for entry is no longer recorded by border staff since landing cards were scrapped.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Labour says reports of up to 8,000 tourists arriving a day are 'staggering'",
         "originalUrl": "https://www.theguardian.com/world/2021/apr/05/labour-calls-urgent-response-reports-8000-tourists-arriving-a-day-covid",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/world/2021/apr/05/labour-calls-urgent-response-reports-8000-tourists-arriving-a-day-covid"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe number of visitor visas issued is recorded centrally, but these are also used for some business activities, medical reasons such as private healthcare and academic research, as well as for tourism.\u003c/p\u003e \n\u003cp\u003eWhile other sources provide some detail, again they fail to offer the whole picture. The International Passenger Survey does record the reason for entry, but it will be months before the findings for the lockdown period are published. The Civil Aviation Authority publishes nearly up-to-date data on passenger movements. But it combines both incoming and outgoing numbers and doesn’t provide a breakdown for reasons for entry.\u003c/p\u003e \n\u003cp\u003eThe Times claims also highlight the woeful lack of information from the Home Office on Border Force enforcement of the international travel regulations, with no data published since September.\u003c/p\u003e \n\u003cp\u003eThe National Police Chief’s Council provides a monthly update on the number of fixed penalty notices issued by police for all Covid regulations breaches \u003cstrong\u003e–\u003c/strong\u003e including those covering international travel. But much of the responsibility for enforcing the health measures at the border \u003cstrong\u003e–\u003c/strong\u003e checking passenger locator forms, chasing up self-isolation, ensuring red-list arrivals enter hotel quarantine \u003cstrong\u003e–\u003c/strong\u003e lies with Border Force within the Home Office.\u003c/p\u003e \n\u003cp\u003eAll passengers entering the UK must provide proof of a negative Covid test taken no more than three days before departure, regardless of where they came from. They must complete a passenger locator form with an address for their 10-day quarantine on arrival, with fines for those who fail to comply. British nationals and residents arriving from or via a red-list country must enter mandatory hotel quarantine.\u003c/p\u003e \n\u003cp\u003eTo date the Government has not published any information on how many people have been refused entry over a positive test, or how many have entered hotel quarantine, or how many have been fined for failing to book or trying to avoid hotel quarantine. They have also not released figures on how many fines have been issued for failure to complete the form or failure to self-quarantine – or how many have entered self-quarantine upon arrival full stop – since September.\u003c/p\u003e \n\u003cp\u003eInevitably, this lack of transparency has led to calls for the government to publish the data to restore confidence in thepolicy. A government spokesperson said: “Further data will be published in due course, however, we will make no apologies for ensuring any data is properly analysed and rigorously checked ahead of publication.”\u003c/p\u003e \n\u003cp\u003eResponding to the Times report, Yvette Cooper, the Labour MP and chair of the Commons home affairs select committee, said the Home Office “needs to urgently respond, explain and publish these figures”.\u003c/p\u003e \n\u003cp\u003eThe stakes are high. The UK was slow to respond at the border in the early days of the pandemic, with as many as 130 countries – including Germany, New Zealand, South Korea, Italy, Singapore, Australia and Greece – taking stricter approaches. And it is now well established that thousands of new infections were brought in from continental Europe in the days running up to the first lockdown.\u003c/p\u003e \n\u003cp\u003eOn reports that thousands of tourists could be entering the country, Neil Ferguson, the leading epidemiologist, said: “It would be alarming if that was the case, given the restrictions within the country, but it just points to the fact that we do need to be quite careful about ensuring we do reduce the risk from all travel.”\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T10:47:20Z",
      "id": "606c3bc78f08611d06d8d45f",
      "lastModifiedDate": "2021-04-06T18:26:22Z",
      "published": true,
      "publishedDate": "2021-04-06T18:26:22Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"ae69de103c6343dc90f001a61b72ab09ce7ad897\"\u003e \u003cimg src=\"https://media.guim.co.uk/ae69de103c6343dc90f001a61b72ab09ce7ad897/25_192_5132_3080/1000.jpg\" alt=\"The arrivals area at Heathrow Airport.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eArriving passengers walk past a sign in the arrivals area at Heathrow Airport in London, during England’s third national lockdown.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Matt Dunham/AP\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T17:47:46Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/ae69de103c6343dc90f001a61b72ab09ce7ad897/25_192_5132_3080/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/ae69de103c6343dc90f001a61b72ab09ce7ad897/25_192_5132_3080/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/ae69de103c6343dc90f001a61b72ab09ce7ad897/25_192_5132_3080/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/ae69de103c6343dc90f001a61b72ab09ce7ad897/25_192_5132_3080/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/ae69de103c6343dc90f001a61b72ab09ce7ad897/25_192_5132_3080/5132.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 3080,
          "width": 5132
         }
        },
        {
         "file": "https://media.guim.co.uk/ae69de103c6343dc90f001a61b72ab09ce7ad897/25_192_5132_3080/master/5132.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 3080,
          "isMaster": true,
          "width": 5132
         }
        }
       ],
       "imageTypeData": {
        "alt": "The arrivals area at Heathrow Airport.",
        "caption": "Arriving passengers walk past a sign in the arrivals area at Heathrow Airport in London, during England’s third national lockdown.",
        "credit": "Photograph: Matt Dunham/AP",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/ae69de103c6343dc90f001a61b72ab09ce7ad897",
        "mediaId": "ae69de103c6343dc90f001a61b72ab09ce7ad897",
        "photographer": "Matt Dunham",
        "source": "AP",
        "suppliersReference": "LBJ101"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T17:47:47Z",
     "id": "606c9ec28f082c00a5edeedc",
     "lastModifiedDate": "2021-04-06T18:02:44Z",
     "published": true,
     "publishedDate": "2021-04-06T18:02:44Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "world/2021/apr/06/the-uk-needs-a-robust-border-policy-but-right-now-we-cant-see-if-it-is-working",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "world",
   "sectionName": "World news",
   "type": "article",
   "webPublicationDate": "2021-04-06T18:26:51Z",
   "webTitle": "The UK needs a robust border policy, but right now we can’t see if it is working",
   "webUrl": "https://www.theguardian.com/world/2021/apr/06/the-uk-needs-a-robust-border-policy-but-right-now-we-cant-see-if-it-is-working"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}