{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/sport/2021/apr/07/top-of-the-tile-wordsmiths-of-all-ages-vie-for-australias-scrabble-honours",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eThe air in the grand ballroom of Bankstown Sports Club is still. The lights are bright and the decor opulent, but the atmosphere is one of hushed concentration.\u003c/p\u003e \u003cp\u003eIts inhabitants, safely ensconced in this sanctuary away from the sing-song of poker machines outside, do not speak except to count scores on Scrabble boards atop their white-tablecloth work benches. The only other sounds are the soft clink of tiles as bags are shaken and their contents withdrawn for the next, tension-fuelled move.\u003c/p\u003e \u003cp\u003eTo the naked eye, the vibe at the three-day national championships is decidedly understated. Look a little closer and one might spy the man towards the back wearing glasses, a plain T-shirt and a simply fabulous pair of zig-zagged technicoloured trousers. He and a female opponent are huddled over a board featuring the words “spew”, “vom”, “yay”, “gif” and “equid”.\u003c/p\u003e \u003cp\u003eNext to this pair is a man in a shirt plastered with parakeet prints and a woman with hair down to her waste. Among their words thus far are “novum”, “bug”, “woo”, “ohm” and “tiller”. In the far corner, in a tailored red blazer is 87-year-old Rene Chelton, the tournament’s oldest competitor. She is playing youth talent Vinh Nguyen.\u003c/p\u003e \u003cp\u003eUp the front is the youngest. Eight-year-old Jeffery Lam is almost swallowed up by his high-backed chair. His feet barely touch the ground and he has to lean over to reach the board.\u003c/p\u003e  \u003cfigure class=\"element element-image element--showcase\" data-media-id=\"1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8\"\u003e \u003cimg src=\"https://media.guim.co.uk/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8/0_106_5265_3159/1000.jpg\" alt=\"The tournament’s youngest competitor, Jeffery Lam (right), with brother and fellow Scrabbler Alex.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eThe tournament’s youngest competitor, Jeffery Lam (right), with brother and fellow Scrabbler Alex.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Lisa Maree Williams/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eIn the opposite corner, Scrabble master Chris May is already figuratively penning his acceptance speech. He has a good handle on Bob Jackman, a familiar foe indeed. He and the Scrabble NSW president (also wearing a colourful shirt) have played each other competitively hundreds of times.\u003c/p\u003e \u003cp\u003e“I thought I was sitting pretty,” says May, a 36-year-old lawyer who has a doctorate in musicology from Oxford and holds the Guinness World Record for the highest number of simultaneous Scrabble games (28).\u003c/p\u003e \u003cp\u003e“I was writing my victory speech in my head. Then Bob got back within striking distance, put me in a sticky situation. I started drawing very poorly, had several turns in a row where I was choking with vowels and had very little opportunity on the board to use them. I was very worried. I had to think really hard, and managed to fall over the line for a win.”\u003c/p\u003e \u003cp\u003eThis is the final game in a best-of-24 tournament, and there are live calculations in play. May is in top spot, one win in front of Jakob Teitelbaum but with an inferior winning margin. If Teitelbaum loses his last bout with Victor Tung, the title goes to May. But if Teitelbaum wins and May loses, he can kiss the trophy goodbye.\u003c/p\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"0aded0e81807c052469a106ebaa1b4ac195e8d6b\"\u003e \u003cimg src=\"https://media.guim.co.uk/0aded0e81807c052469a106ebaa1b4ac195e8d6b/0_204_5184_3110/1000.jpg\" alt=\"Mum’s the word: Andrew Fisher takes on John Holgate.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eMum’s the word: Andrew Fisher takes on John Holgate.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Lisa Maree Williams/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eTeitelbaum does prevail but so too does May, eking out a result by a slim 26-point margin for an overall record of 20 wins and four losses. Observers suspect Teitelbaum might be the first contestant to have won 19 games and not the tournament.\u003c/p\u003e \u003cp\u003eMany of May’s wins were close, but he “just got a bit of help from the letters where it counted and Dave didn’t”.\u003c/p\u003e \u003cp\u003eThe “Dave” he refers to is world No 2 David Eldar, who places third. Eldar beat May both times they played and was top of the table after 18 games before being unceremoniously dethroned.\u003c/p\u003e \u003cp\u003eEven after the penultimate round, when he knows it is too late to make up the difference, he sits with his laptop replaying his most recent game on the Quackle software, having written down every move on a piece of paper for review. He won’t sleep tonight if he has not done this.\u003c/p\u003e \u003cp\u003eEarlier in the tournament Eldar, 31, played the word “guitguit” (one of several species of small tropical American birds of the family Coerebidae). Then he sits across from John Holgate, who won his first national championship in 1987 and has repeated the feat numerous times over.\u003c/p\u003e  \u003cfigure class=\"element element-image element--supporting\" data-media-id=\"42487b9e7141ab4e73cd78112676c0ae4528cefc\"\u003e \u003cimg src=\"https://media.guim.co.uk/42487b9e7141ab4e73cd78112676c0ae4528cefc/1194_0_2918_3648/800.jpg\" alt=\"Rene Chelton, the tournament’s oldest competitor at 87.\" width=\"800\" height=\"1000\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eRene Chelton, the tournament’s oldest competitor at 87.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Lisa Maree Williams/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eTheir board is a variation on a theme of Harry Potter, with “owl”, “wand” and “outdream” all played so far. Also there is “mitral” (relating to the valve between the heart’s left atrium and left ventricle), “fenman” (a dweller of a fen, in particular the Fens of England) and “saponite” (a clay mineral consisting of hydrated magnesium aluminium silicate and occurring in metamorphic rocks such as serpentine).\u003c/p\u003e \u003cp\u003eSydney’s Esther Perrins, who not so long ago was the world’s top-ranked female player, finishes seventh.\u003c/p\u003e \u003cp\u003eThey are playing in the championship division (entrants with a rating higher than 1,300). The plate – or second – division is won by Jeffery’s 11-year-old brother, Alex Lam, with a game to spare. Even in this knowledge, the Cabramatta Public School student is not going to throw his final game to Judy Mansfield, a woman easily identifiable by her dangly tiled earrings bearing the letter ‘J’. Mansfield loses this one, but finishes a credible 10th.\u003c/p\u003e \u003cp\u003eIn round 23, Alex makes light work of Wendi Symes, meaning the only rival left in his way is Susan Roberts, still deep in her 23rd-round hit-out against Peter Bauer. Mathematically, she is still in with a shot but would have to beat Bauer and then win her final game by 200 points or more, while relying on Alex to lose his by about the same margin.\u003c/p\u003e \u003cp\u003eAn annexation is thus highly unlikely, but the tournament director, John Hamilton, would still not bet his house on it because “it has happened before”. Alex seemingly knows this too, for as soon as he is done with Symes he spends the ensuing minutes loitering around the Roberts-Bauer tie until the matter is settled and he is officially crowned the youngest national champion, breaking the record set by a 14-year-old Matthew Selvanera in 2008.\u003c/p\u003e \u003cp\u003e“He’s been beating the snot out of the adults,” remarks George Khamis, the Scrabble NSW vice-president and a member of the tournament’s executive organising committee.\u003c/p\u003e \u003cp\u003eThere is even an adult in the championship draw who can attest to this. “He beat me about six months ago,” says Ivor Zetler, who finishes 35th. “It’s very humiliating.” Zetler, a South African-Australian doctor based in Sydney, is about to sit down across from a woman who asks him to “go easy on the medical words”.\u003c/p\u003e  \u003cfigure class=\"element element-image element--showcase\" data-media-id=\"4e1872c886bdb610bd124402e8f63dc14558d236\"\u003e \u003cimg src=\"https://media.guim.co.uk/4e1872c886bdb610bd124402e8f63dc14558d236/0_0_5184_3110/1000.jpg\" alt=\"Judy Mansfield deep in concentration, complete with Scrabble tile earrings.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eJudy Mansfield deep in concentration, complete with Scrabble tile earrings.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Lisa Maree Williams/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eThe Australian Scrabble fraternity is a niche crowd, but also a cross-section of society. The field comprises teachers, Uber drivers, coalminers, lawyers, doctors and children’s authors (Darren Chaitman of Clara The Heavy-Hearted Pug fame).\u003c/p\u003e \u003cp\u003eIt is later learned that amazing pants man is Garth van Vliet, chief balloonist at Jay Jay the Balloonguy and owner of The Jolly Juggler, a manufacturer of juggling equipment. It is also learned that said pants are golf pants and, though he does not play golf, has about 20 pairs in different but equally loud designs.\u003c/p\u003e \u003cp\u003eIn a flash he opens the Loudmouth Golf website on his phone and peruses its wares. “Now you’re making me buy more stuff,” he says, admiring a pair adorned with hotdogs.\u003c/p\u003e \u003cp\u003eVan Vliet was born in South Africa and came to Australia partly for the Scrabble scene. He spends hours a day practising. Mostly it brings joy, but sometimes not. “It’s also frustrating as hell,” he says. “Doing the useless the hard way, that’s how it should be described.”\u003c/p\u003e \u003cp\u003eHis 21-year-old son used to play but has since got into Rubik’s cubing. Or, more accurately, “speedcubing”. Last year he went to the world championships.\u003c/p\u003e \u003cp\u003e“Give him five Rubik’s cubes, put them in front of him, he checks each one out, puts a blindfold on and solves them in about two minutes … the top guys have, like, 13 cubes memorised. He’s quite a way down actually. He goes to the world champs but he’s nowhere near the top – kind of like me and Scrabble.”\u003c/p\u003e \u003cp\u003eVan Vliet’s national campaign has been “pretty rough”; he finishes 29th from 48 in the championship division with 11 wins and 13 losses. On day one he came within 25 points of beating Eldar thanks to some high-scoring words, including “italics” and “iodised”, but was surpassed in the final word: “He went out with ‘soapwort’ for 92 points.”\u003c/p\u003e  \u003cfigure class=\"element element-image element--supporting\" data-media-id=\"c8d06f83f1d102c4a304a9fe3abdeb1104520bd9\"\u003e \u003cimg src=\"https://media.guim.co.uk/c8d06f83f1d102c4a304a9fe3abdeb1104520bd9/813_0_2918_3648/800.jpg\" alt=\"The champion: Chris May.\" width=\"800\" height=\"1000\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eThe champion: Chris May.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Lisa Maree Williams/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eDorothy Fields from Wollongong takes honours for the highest-scoring word overall in “scurvies” (176 points). In the championship section, Rael Hayman wins that gong with “scanners” (149 points).\u003c/p\u003e \u003cp\u003eSome less palatable words are used, too, in a reflection of the current debate around whether Scrabble tiles constitute “words” as used in natural language or are simply pieces in a game.\u003c/p\u003e \u003cp\u003eThe World English Language Scrabble Players Association recently voted to accept the expurgation of slur words after the game’s North American manufacturer Hasbro announced it was changing the official rules to remove discriminatory and derogatory words.\u003c/p\u003e \u003cp\u003eThe Scrabble Australia does not yet operate under the new rules because Mattel, which owns the rights to Scrabble in most of the world, has not distributed the banned list. One Australian insider who has seen the list unofficially says it contains the word “harelip” but not “bumface”.\u003c/p\u003e \u003cp\u003eEven in this microcosm, views on this controversial issue differ. Zetler notes he used “fannies” in one game but is promptly informed by a fellow player that the term is not considered offensive in the US. Another player volunteers that he played the “C word” and his female opponent did not mind. “Nazi” is deemed OK in one game, as is another racist word, which is unprintable. Some top players feel the game would be no worse off without discriminatory and derogatory words.\u003c/p\u003e \u003cp\u003eIn terms of results, though, the matter is irrelevant. Most of the emphasis here is on ratings, and how far one has risen or fallen. After the final round, Alex is high-fived by almost every other kid in the room because he has gained 148 ratings points, bringing his total to 1,258. It is almost enough to enter the championship and well beyond the 70- to 80-point increase considered good for a tournament. Jeffery’s rating has risen by 104 points to 1,021.\u003c/p\u003e \u003cp\u003eThis community is inclusive, and many are happy to share their stories, complete with quirks. But there is also a sense, certainly among the master players, that the outside world tends to miss the nuance.\u003c/p\u003e \u003cp\u003eIt is for this reason May does not speak to the media (this is an exception). “They caricature the people as kind of one-dimensional – freaks and geeks,” he observes, “and take little interest in the game itself, its dynamics and what makes it appeal.”\u003c/p\u003e  \u003cfigure class=\"element element-image\" data-media-id=\"82ec3204716f671e9d80d8a52910be25050cbe5f\"\u003e \u003cimg src=\"https://media.guim.co.uk/82ec3204716f671e9d80d8a52910be25050cbe5f/0_53_5472_3283/1000.jpg\" alt=\"Eight-year-old Jeffery Lam in action\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eEight-year-old Jeffery Lam in action.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Lisa Maree Williams/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e  \u003cp\u003eIt is also one community that is slowly dying. Eldar believes the numbers have halved in the past 10-15 years, though they are increasing in Nigeria and Pakistan, where up to 1,000 can turn up to tournaments. Here there are 90, partly because of Covid-19.\u003c/p\u003e \u003cp\u003eEfforts are being made to make the game more accessible.\u003c/p\u003e \u003cp\u003eTisa Ng, the wife of\u003cem\u003e\u003cstrong\u003e \u003c/strong\u003e\u003c/em\u003enational youth Scrabble coordinator Tony Hunt and a teacher at Alex and Jeffery’s school, dedicates her lunchtimes to teaching children to play and has created a “Battle of the Brains” inter-school Scrabble tournament.\u003c/p\u003e \u003cp\u003eOne source tells Guardian Australia two people are in the process of writing a dictionary of common words to make the game easier for new players while also closing the skill gap. For now, at least, the writers have chosen to remain anonymous.\u003c/p\u003e \u003cp\u003eTwitch, an international live-streaming platform targeted at gamers, is another tool and there were unfruitful efforts to live-stream this tournament.\u003c/p\u003e \u003cp\u003e“Streaming plus commentary is really the only thing that really unlocks it to a general public audience,” May says. “But it’s an amateur organisation. There’s not a lot of money about and we just can’t afford those resources.”\u003c/p\u003e",
      "bodyTextSummary": "The air in the grand ballroom of Bankstown Sports Club is still. The lights are bright and the decor opulent, but the atmosphere is one of hushed concentration. Its inhabitants, safely ensconced in this sanctuary away from the sing-song of poker machines outside, do not speak except to count scores on Scrabble boards atop their white-tablecloth work benches. The only other sounds are the soft clink of tiles as bags are shaken and their contents withdrawn for the next, tension-fuelled move. To the naked eye, the vibe at the three-day national championships is decidedly understated. Look a little closer and one might spy the man towards the back wearing glasses, a plain T-shirt and a simply fabulous pair of zig-zagged technicoloured trousers. He and a female opponent are huddled over a board featuring the words “spew”, “vom”, “yay”, “gif” and “equid”. Next to this pair is a man in a shirt plastered with parakeet prints and a woman with hair down to her waste. Among their words thus far are “novum”, “bug”, “woo”, “ohm” and “tiller”. In the far corner, in a tailored red blazer is 87-year-old Rene Chelton, the tournament’s oldest competitor. She is playing youth talent Vinh Nguyen. Up the front is the youngest. Eight-year-old Jeffery Lam is almost swallowed up by his high-backed chair. His feet barely touch the ground and he has to lean over to reach the board.\nIn the opposite corner, Scrabble master Chris May is already figuratively penning his acceptance speech. He has a good handle on Bob Jackman, a familiar foe indeed. He and the Scrabble NSW president (also wearing a colourful shirt) have played each other competitively hundreds of times. “I thought I was sitting pretty,” says May, a 36-year-old lawyer who has a doctorate in musicology from Oxford and holds the Guinness World Record for the highest number of simultaneous Scrabble games (28). “I was writing my victory speech in my head. Then Bob got back within striking distance, put me in a sticky situation. I started drawing very poorly, had several turns in a row where I was choking with vowels and had very little opportunity on the board to use them. I was very worried. I had to think really hard, and managed to fall over the line for a win.” This is the final game in a best-of-24 tournament, and there are live calculations in play. May is in top spot, one win in front of Jakob Teitelbaum but with an inferior winning margin. If Teitelbaum loses his last bout with Victor Tung, the title goes to May. But if Teitelbaum wins and May loses, he can kiss the trophy goodbye.\nTeitelbaum does prevail but so too does May, eking out a result by a slim 26-point margin for an overall record of 20 wins and four losses. Observers suspect Teitelbaum might be the first contestant to have won 19 games and not the tournament. Many of May’s wins were close, but he “just got a bit of help from the letters where it counted and Dave didn’t”. The “Dave” he refers to is world No 2 David Eldar, who places third. Eldar beat May both times they played and was top of the table after 18 games before being unceremoniously dethroned. Even after the penultimate round, when he knows it is too late to make up the difference, he sits with his laptop replaying his most recent game on the Quackle software, having written down every move on a piece of paper for review. He won’t sleep tonight if he has not done this. Earlier in the tournament Eldar, 31, played the word “guitguit” (one of several species of small tropical American birds of the family Coerebidae). Then he sits across from John Holgate, who won his first national championship in 1987 and has repeated the feat numerous times over.\nTheir board is a variation on a theme of Harry Potter, with “owl”, “wand” and “outdream” all played so far. Also there is “mitral” (relating to the valve between the heart’s left atrium and left ventricle), “fenman” (a dweller of a fen, in particular the Fens of England) and “saponite” (a clay mineral consisting of hydrated magnesium aluminium silicate and occurring in metamorphic rocks such as serpentine). Sydney’s Esther Perrins, who not so long ago was the world’s top-ranked female player, finishes seventh. They are playing in the championship division (entrants with a rating higher than 1,300). The plate – or second – division is won by Jeffery’s 11-year-old brother, Alex Lam, with a game to spare. Even in this knowledge, the Cabramatta Public School student is not going to throw his final game to Judy Mansfield, a woman easily identifiable by her dangly tiled earrings bearing the letter ‘J’. Mansfield loses this one, but finishes a credible 10th. In round 23, Alex makes light work of Wendi Symes, meaning the only rival left in his way is Susan Roberts, still deep in her 23rd-round hit-out against Peter Bauer. Mathematically, she is still in with a shot but would have to beat Bauer and then win her final game by 200 points or more, while relying on Alex to lose his by about the same margin. An annexation is thus highly unlikely, but the tournament director, John Hamilton, would still not bet his house on it because “it has happened before”. Alex seemingly knows this too, for as soon as he is done with Symes he spends the ensuing minutes loitering around the Roberts-Bauer tie until the matter is settled and he is officially crowned the youngest national champion, breaking the record set by a 14-year-old Matthew Selvanera in 2008. “He’s been beating the snot out of the adults,” remarks George Khamis, the Scrabble NSW vice-president and a member of the tournament’s executive organising committee. There is even an adult in the championship draw who can attest to this. “He beat me about six months ago,” says Ivor Zetler, who finishes 35th. “It’s very humiliating.” Zetler, a South African-Australian doctor based in Sydney, is about to sit down across from a woman who asks him to “go easy on the medical words”.\nThe Australian Scrabble fraternity is a niche crowd, but also a cross-section of society. The field comprises teachers, Uber drivers, coalminers, lawyers, doctors and children’s authors (Darren Chaitman of Clara The Heavy-Hearted Pug fame). It is later learned that amazing pants man is Garth van Vliet, chief balloonist at Jay Jay the Balloonguy and owner of The Jolly Juggler, a manufacturer of juggling equipment. It is also learned that said pants are golf pants and, though he does not play golf, has about 20 pairs in different but equally loud designs. In a flash he opens the Loudmouth Golf website on his phone and peruses its wares. “Now you’re making me buy more stuff,” he says, admiring a pair adorned with hotdogs. Van Vliet was born in South Africa and came to Australia partly for the Scrabble scene. He spends hours a day practising. Mostly it brings joy, but sometimes not. “It’s also frustrating as hell,” he says. “Doing the useless the hard way, that’s how it should be described.” His 21-year-old son used to play but has since got into Rubik’s cubing. Or, more accurately, “speedcubing”. Last year he went to the world championships. “Give him five Rubik’s cubes, put them in front of him, he checks each one out, puts a blindfold on and solves them in about two minutes … the top guys have, like, 13 cubes memorised. He’s quite a way down actually. He goes to the world champs but he’s nowhere near the top – kind of like me and Scrabble.” Van Vliet’s national campaign has been “pretty rough”; he finishes 29th from 48 in the championship division with 11 wins and 13 losses. On day one he came within 25 points of beating Eldar thanks to some high-scoring words, including “italics” and “iodised”, but was surpassed in the final word: “He went out with ‘soapwort’ for 92 points.”\nDorothy Fields from Wollongong takes honours for the highest-scoring word overall in “scurvies” (176 points). In the championship section, Rael Hayman wins that gong with “scanners” (149 points). Some less palatable words are used, too, in a reflection of the current debate around whether Scrabble tiles constitute “words” as used in natural language or are simply pieces in a game. The World English Language Scrabble Players Association recently voted to accept the expurgation of slur words after the game’s North American manufacturer Hasbro announced it was changing the official rules to remove discriminatory and derogatory words. The Scrabble Australia does not yet operate under the new rules because Mattel, which owns the rights to Scrabble in most of the world, has not distributed the banned list. One Australian insider who has seen the list unofficially says it contains the word “harelip” but not “bumface”. Even in this microcosm, views on this controversial issue differ. Zetler notes he used “fannies” in one game but is promptly informed by a fellow player that the term is not considered offensive in the US. Another player volunteers that he played the “C word” and his female opponent did not mind. “Nazi” is deemed OK in one game, as is another racist word, which is unprintable. Some top players feel the game would be no worse off without discriminatory and derogatory words. In terms of results, though, the matter is irrelevant. Most of the emphasis here is on ratings, and how far one has risen or fallen. After the final round, Alex is high-fived by almost every other kid in the room because he has gained 148 ratings points, bringing his total to 1,258. It is almost enough to enter the championship and well beyond the 70- to 80-point increase considered good for a tournament. Jeffery’s rating has risen by 104 points to 1,021. This community is inclusive, and many are happy to share their stories, complete with quirks. But there is also a sense, certainly among the master players, that the outside world tends to miss the nuance. It is for this reason May does not speak to the media (this is an exception). “They caricature the people as kind of one-dimensional – freaks and geeks,” he observes, “and take little interest in the game itself, its dynamics and what makes it appeal.”\nIt is also one community that is slowly dying. Eldar believes the numbers have halved in the past 10-15 years, though they are increasing in Nigeria and Pakistan, where up to 1,000 can turn up to tournaments. Here there are 90, partly because of Covid-19. Efforts are being made to make the game more accessible. Tisa Ng, the wife of national youth Scrabble coordinator Tony Hunt and a teacher at Alex and Jeffery’s school, dedicates her lunchtimes to teaching children to play and has created a “Battle of the Brains” inter-school Scrabble tournament. One source tells Guardian Australia two people are in the process of writing a dictionary of common words to make the game easier for new players while also closing the skill gap. For now, at least, the writers have chosen to remain anonymous. Twitch, an international live-streaming platform targeted at gamers, is another tool and there were unfruitful efforts to live-stream this tournament. “Streaming plus commentary is really the only thing that really unlocks it to a general public audience,” May says. “But it’s an amateur organisation. There’s not a lot of money about and we just can’t afford those resources.”",
      "contributors": [],
      "createdDate": "2021-04-05T05:54:21Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe air in the grand ballroom of Bankstown Sports Club is still. The lights are bright and the decor opulent, but the atmosphere is one of hushed concentration.\u003c/p\u003e \n\u003cp\u003eIts inhabitants, safely ensconced in this sanctuary away from the sing-song of poker machines outside, do not speak except to count scores on Scrabble boards atop their white-tablecloth work benches. The only other sounds are the soft clink of tiles as bags are shaken and their contents withdrawn for the next, tension-fuelled move.\u003c/p\u003e \n\u003cp\u003eTo the naked eye, the vibe at the three-day national championships is decidedly understated. Look a little closer and one might spy the man towards the back wearing glasses, a plain T-shirt and a simply fabulous pair of zig-zagged technicoloured trousers. He and a female opponent are huddled over a board featuring the words “spew”, “vom”, “yay”, “gif” and “equid”.\u003c/p\u003e \n\u003cp\u003eNext to this pair is a man in a shirt plastered with parakeet prints and a woman with hair down to her waste. Among their words thus far are “novum”, “bug”, “woo”, “ohm” and “tiller”. In the far corner, in a tailored red blazer is 87-year-old Rene Chelton, the tournament’s oldest competitor. She is playing youth talent Vinh Nguyen.\u003c/p\u003e \n\u003cp\u003eUp the front is the youngest. Eight-year-old Jeffery Lam is almost swallowed up by his high-backed chair. His feet barely touch the ground and he has to lean over to reach the board.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8/0_106_5265_3159/5265.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3159,
           "width": 5265
          }
         },
         {
          "file": "https://media.guim.co.uk/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8/0_106_5265_3159/master/5265.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3159,
           "isMaster": true,
           "width": 5265
          }
         },
         {
          "file": "https://media.guim.co.uk/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8/0_106_5265_3159/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8/0_106_5265_3159/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8/0_106_5265_3159/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8/0_106_5265_3159/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "The tournament’s youngest competitor, Jeffery Lam (right), with brother and fellow Scrabbler Alex.",
         "caption": "The tournament’s youngest competitor, Jeffery Lam (right), with brother and fellow Scrabbler Alex.",
         "credit": "Photograph: Lisa Maree Williams/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8",
         "mediaId": "1a328ae6b26e2d5ae76785e8f8e02f48fa02c9a8",
         "photographer": "Lisa Maree Williams",
         "role": "showcase",
         "source": "Getty Images",
         "suppliersReference": "775639855"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIn the opposite corner, Scrabble master Chris May is already figuratively penning his acceptance speech. He has a good handle on Bob Jackman, a familiar foe indeed. He and the Scrabble NSW president (also wearing a colourful shirt) have played each other competitively hundreds of times.\u003c/p\u003e \n\u003cp\u003e“I thought I was sitting pretty,” says May, a 36-year-old lawyer who has a doctorate in musicology from Oxford and holds the Guinness World Record for the highest number of simultaneous Scrabble games (28).\u003c/p\u003e \n\u003cp\u003e“I was writing my victory speech in my head. Then Bob got back within striking distance, put me in a sticky situation. I started drawing very poorly, had several turns in a row where I was choking with vowels and had very little opportunity on the board to use them. I was very worried. I had to think really hard, and managed to fall over the line for a win.”\u003c/p\u003e \n\u003cp\u003eThis is the final game in a best-of-24 tournament, and there are live calculations in play. May is in top spot, one win in front of Jakob Teitelbaum but with an inferior winning margin. If Teitelbaum loses his last bout with Victor Tung, the title goes to May. But if Teitelbaum wins and May loses, he can kiss the trophy goodbye.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/0aded0e81807c052469a106ebaa1b4ac195e8d6b/0_204_5184_3110/5184.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3110,
           "width": 5184
          }
         },
         {
          "file": "https://media.guim.co.uk/0aded0e81807c052469a106ebaa1b4ac195e8d6b/0_204_5184_3110/master/5184.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3110,
           "isMaster": true,
           "width": 5184
          }
         },
         {
          "file": "https://media.guim.co.uk/0aded0e81807c052469a106ebaa1b4ac195e8d6b/0_204_5184_3110/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/0aded0e81807c052469a106ebaa1b4ac195e8d6b/0_204_5184_3110/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/0aded0e81807c052469a106ebaa1b4ac195e8d6b/0_204_5184_3110/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/0aded0e81807c052469a106ebaa1b4ac195e8d6b/0_204_5184_3110/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "Mum’s the word: Andrew Fisher takes on John Holgate.",
         "caption": "Mum’s the word: Andrew Fisher takes on John Holgate.",
         "credit": "Photograph: Lisa Maree Williams/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/0aded0e81807c052469a106ebaa1b4ac195e8d6b",
         "mediaId": "0aded0e81807c052469a106ebaa1b4ac195e8d6b",
         "photographer": "Lisa Maree Williams",
         "source": "Getty Images",
         "suppliersReference": "775639855"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eTeitelbaum does prevail but so too does May, eking out a result by a slim 26-point margin for an overall record of 20 wins and four losses. Observers suspect Teitelbaum might be the first contestant to have won 19 games and not the tournament.\u003c/p\u003e \n\u003cp\u003eMany of May’s wins were close, but he “just got a bit of help from the letters where it counted and Dave didn’t”.\u003c/p\u003e \n\u003cp\u003eThe “Dave” he refers to is world No 2 David Eldar, who places third. Eldar beat May both times they played and was top of the table after 18 games before being unceremoniously dethroned.\u003c/p\u003e \n\u003cp\u003eEven after the penultimate round, when he knows it is too late to make up the difference, he sits with his laptop replaying his most recent game on the Quackle software, having written down every move on a piece of paper for review. He won’t sleep tonight if he has not done this.\u003c/p\u003e \n\u003cp\u003eEarlier in the tournament Eldar, 31, played the word “guitguit” (one of several species of small tropical American birds of the family Coerebidae). Then he sits across from John Holgate, who won his first national championship in 1987 and has repeated the feat numerous times over.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/42487b9e7141ab4e73cd78112676c0ae4528cefc/1194_0_2918_3648/2918.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 3648,
           "width": 2918
          }
         },
         {
          "file": "https://media.guim.co.uk/42487b9e7141ab4e73cd78112676c0ae4528cefc/1194_0_2918_3648/master/2918.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 3648,
           "isMaster": true,
           "width": 2918
          }
         },
         {
          "file": "https://media.guim.co.uk/42487b9e7141ab4e73cd78112676c0ae4528cefc/1194_0_2918_3648/1600.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 2000,
           "width": 1600
          }
         },
         {
          "file": "https://media.guim.co.uk/42487b9e7141ab4e73cd78112676c0ae4528cefc/1194_0_2918_3648/800.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 1000,
           "width": 800
          }
         },
         {
          "file": "https://media.guim.co.uk/42487b9e7141ab4e73cd78112676c0ae4528cefc/1194_0_2918_3648/400.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 500,
           "width": 400
          }
         }
        ],
        "imageTypeData": {
         "alt": "Rene Chelton, the tournament’s oldest competitor at 87.",
         "caption": "Rene Chelton, the tournament’s oldest competitor at 87.",
         "credit": "Photograph: Lisa Maree Williams/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/42487b9e7141ab4e73cd78112676c0ae4528cefc",
         "mediaId": "42487b9e7141ab4e73cd78112676c0ae4528cefc",
         "photographer": "Lisa Maree Williams",
         "role": "supporting",
         "source": "Getty Images",
         "suppliersReference": "775639855"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eTheir board is a variation on a theme of Harry Potter, with “owl”, “wand” and “outdream” all played so far. Also there is “mitral” (relating to the valve between the heart’s left atrium and left ventricle), “fenman” (a dweller of a fen, in particular the Fens of England) and “saponite” (a clay mineral consisting of hydrated magnesium aluminium silicate and occurring in metamorphic rocks such as serpentine).\u003c/p\u003e \n\u003cp\u003eSydney’s Esther Perrins, who not so long ago was the world’s top-ranked female player, finishes seventh.\u003c/p\u003e \n\u003cp\u003eThey are playing in the championship division (entrants with a rating higher than 1,300). The plate – or second – division is won by Jeffery’s 11-year-old brother, Alex Lam, with a game to spare. Even in this knowledge, the Cabramatta Public School student is not going to throw his final game to Judy Mansfield, a woman easily identifiable by her dangly tiled earrings bearing the letter ‘J’. Mansfield loses this one, but finishes a credible 10th.\u003c/p\u003e \n\u003cp\u003eIn round 23, Alex makes light work of Wendi Symes, meaning the only rival left in his way is Susan Roberts, still deep in her 23rd-round hit-out against Peter Bauer. Mathematically, she is still in with a shot but would have to beat Bauer and then win her final game by 200 points or more, while relying on Alex to lose his by about the same margin.\u003c/p\u003e \n\u003cp\u003eAn annexation is thus highly unlikely, but the tournament director, John Hamilton, would still not bet his house on it because “it has happened before”. Alex seemingly knows this too, for as soon as he is done with Symes he spends the ensuing minutes loitering around the Roberts-Bauer tie until the matter is settled and he is officially crowned the youngest national champion, breaking the record set by a 14-year-old Matthew Selvanera in 2008.\u003c/p\u003e \n\u003cp\u003e“He’s been beating the snot out of the adults,” remarks George Khamis, the Scrabble NSW vice-president and a member of the tournament’s executive organising committee.\u003c/p\u003e \n\u003cp\u003eThere is even an adult in the championship draw who can attest to this. “He beat me about six months ago,” says Ivor Zetler, who finishes 35th. “It’s very humiliating.” Zetler, a South African-Australian doctor based in Sydney, is about to sit down across from a woman who asks him to “go easy on the medical words”.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/4e1872c886bdb610bd124402e8f63dc14558d236/0_0_5184_3110/5184.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3110,
           "width": 5184
          }
         },
         {
          "file": "https://media.guim.co.uk/4e1872c886bdb610bd124402e8f63dc14558d236/0_0_5184_3110/master/5184.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3110,
           "isMaster": true,
           "width": 5184
          }
         },
         {
          "file": "https://media.guim.co.uk/4e1872c886bdb610bd124402e8f63dc14558d236/0_0_5184_3110/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/4e1872c886bdb610bd124402e8f63dc14558d236/0_0_5184_3110/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/4e1872c886bdb610bd124402e8f63dc14558d236/0_0_5184_3110/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/4e1872c886bdb610bd124402e8f63dc14558d236/0_0_5184_3110/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "Judy Mansfield deep in concentration, complete with Scrabble tile earrings.",
         "caption": "Judy Mansfield deep in concentration, complete with Scrabble tile earrings.",
         "credit": "Photograph: Lisa Maree Williams/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/4e1872c886bdb610bd124402e8f63dc14558d236",
         "mediaId": "4e1872c886bdb610bd124402e8f63dc14558d236",
         "photographer": "Lisa Maree Williams",
         "role": "showcase",
         "source": "Getty Images",
         "suppliersReference": "775639855"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe Australian Scrabble fraternity is a niche crowd, but also a cross-section of society. The field comprises teachers, Uber drivers, coalminers, lawyers, doctors and children’s authors (Darren Chaitman of Clara The Heavy-Hearted Pug fame).\u003c/p\u003e \n\u003cp\u003eIt is later learned that amazing pants man is Garth van Vliet, chief balloonist at Jay Jay the Balloonguy and owner of The Jolly Juggler, a manufacturer of juggling equipment. It is also learned that said pants are golf pants and, though he does not play golf, has about 20 pairs in different but equally loud designs.\u003c/p\u003e \n\u003cp\u003eIn a flash he opens the Loudmouth Golf website on his phone and peruses its wares. “Now you’re making me buy more stuff,” he says, admiring a pair adorned with hotdogs.\u003c/p\u003e \n\u003cp\u003eVan Vliet was born in South Africa and came to Australia partly for the Scrabble scene. He spends hours a day practising. Mostly it brings joy, but sometimes not. “It’s also frustrating as hell,” he says. “Doing the useless the hard way, that’s how it should be described.”\u003c/p\u003e \n\u003cp\u003eHis 21-year-old son used to play but has since got into Rubik’s cubing. Or, more accurately, “speedcubing”. Last year he went to the world championships.\u003c/p\u003e \n\u003cp\u003e“Give him five Rubik’s cubes, put them in front of him, he checks each one out, puts a blindfold on and solves them in about two minutes … the top guys have, like, 13 cubes memorised. He’s quite a way down actually. He goes to the world champs but he’s nowhere near the top – kind of like me and Scrabble.”\u003c/p\u003e \n\u003cp\u003eVan Vliet’s national campaign has been “pretty rough”; he finishes 29th from 48 in the championship division with 11 wins and 13 losses. On day one he came within 25 points of beating Eldar thanks to some high-scoring words, including “italics” and “iodised”, but was surpassed in the final word: “He went out with ‘soapwort’ for 92 points.”\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/c8d06f83f1d102c4a304a9fe3abdeb1104520bd9/813_0_2918_3648/2918.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 3648,
           "width": 2918
          }
         },
         {
          "file": "https://media.guim.co.uk/c8d06f83f1d102c4a304a9fe3abdeb1104520bd9/813_0_2918_3648/master/2918.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 3648,
           "isMaster": true,
           "width": 2918
          }
         },
         {
          "file": "https://media.guim.co.uk/c8d06f83f1d102c4a304a9fe3abdeb1104520bd9/813_0_2918_3648/1600.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 2000,
           "width": 1600
          }
         },
         {
          "file": "https://media.guim.co.uk/c8d06f83f1d102c4a304a9fe3abdeb1104520bd9/813_0_2918_3648/800.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 1000,
           "width": 800
          }
         },
         {
          "file": "https://media.guim.co.uk/c8d06f83f1d102c4a304a9fe3abdeb1104520bd9/813_0_2918_3648/400.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "4:5",
           "height": 500,
           "width": 400
          }
         }
        ],
        "imageTypeData": {
         "alt": "The champion: Chris May.",
         "caption": "The champion: Chris May.",
         "credit": "Photograph: Lisa Maree Williams/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/c8d06f83f1d102c4a304a9fe3abdeb1104520bd9",
         "mediaId": "c8d06f83f1d102c4a304a9fe3abdeb1104520bd9",
         "photographer": "Lisa Maree Williams",
         "role": "supporting",
         "source": "Getty Images",
         "suppliersReference": "775639855"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eDorothy Fields from Wollongong takes honours for the highest-scoring word overall in “scurvies” (176 points). In the championship section, Rael Hayman wins that gong with “scanners” (149 points).\u003c/p\u003e \n\u003cp\u003eSome less palatable words are used, too, in a reflection of the current debate around whether Scrabble tiles constitute “words” as used in natural language or are simply pieces in a game.\u003c/p\u003e \n\u003cp\u003eThe World English Language Scrabble Players Association recently voted to accept the expurgation of slur words after the game’s North American manufacturer Hasbro announced it was changing the official rules to remove discriminatory and derogatory words.\u003c/p\u003e \n\u003cp\u003eThe Scrabble Australia does not yet operate under the new rules because Mattel, which owns the rights to Scrabble in most of the world, has not distributed the banned list. One Australian insider who has seen the list unofficially says it contains the word “harelip” but not “bumface”.\u003c/p\u003e \n\u003cp\u003eEven in this microcosm, views on this controversial issue differ. Zetler notes he used “fannies” in one game but is promptly informed by a fellow player that the term is not considered offensive in the US. Another player volunteers that he played the “C word” and his female opponent did not mind. “Nazi” is deemed OK in one game, as is another racist word, which is unprintable. Some top players feel the game would be no worse off without discriminatory and derogatory words.\u003c/p\u003e \n\u003cp\u003eIn terms of results, though, the matter is irrelevant. Most of the emphasis here is on ratings, and how far one has risen or fallen. After the final round, Alex is high-fived by almost every other kid in the room because he has gained 148 ratings points, bringing his total to 1,258. It is almost enough to enter the championship and well beyond the 70- to 80-point increase considered good for a tournament. Jeffery’s rating has risen by 104 points to 1,021.\u003c/p\u003e \n\u003cp\u003eThis community is inclusive, and many are happy to share their stories, complete with quirks. But there is also a sense, certainly among the master players, that the outside world tends to miss the nuance.\u003c/p\u003e \n\u003cp\u003eIt is for this reason May does not speak to the media (this is an exception). “They caricature the people as kind of one-dimensional – freaks and geeks,” he observes, “and take little interest in the game itself, its dynamics and what makes it appeal.”\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [
         {
          "file": "https://media.guim.co.uk/82ec3204716f671e9d80d8a52910be25050cbe5f/0_53_5472_3283/5472.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3283,
           "width": 5472
          }
         },
         {
          "file": "https://media.guim.co.uk/82ec3204716f671e9d80d8a52910be25050cbe5f/0_53_5472_3283/master/5472.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 3283,
           "isMaster": true,
           "width": 5472
          }
         },
         {
          "file": "https://media.guim.co.uk/82ec3204716f671e9d80d8a52910be25050cbe5f/0_53_5472_3283/2000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 1200,
           "width": 2000
          }
         },
         {
          "file": "https://media.guim.co.uk/82ec3204716f671e9d80d8a52910be25050cbe5f/0_53_5472_3283/1000.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 600,
           "width": 1000
          }
         },
         {
          "file": "https://media.guim.co.uk/82ec3204716f671e9d80d8a52910be25050cbe5f/0_53_5472_3283/500.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 300,
           "width": 500
          }
         },
         {
          "file": "https://media.guim.co.uk/82ec3204716f671e9d80d8a52910be25050cbe5f/0_53_5472_3283/140.jpg",
          "mimeType": "image/jpeg",
          "type": "image",
          "typeData": {
           "aspectRatio": "5:3",
           "height": 84,
           "width": 140
          }
         }
        ],
        "imageTypeData": {
         "alt": "Eight-year-old Jeffery Lam in action",
         "caption": "Eight-year-old Jeffery Lam in action.",
         "credit": "Photograph: Lisa Maree Williams/Getty Images",
         "displayCredit": true,
         "imageType": "Photograph",
         "mediaApiUri": "https://api.media.gutools.co.uk/images/82ec3204716f671e9d80d8a52910be25050cbe5f",
         "mediaId": "82ec3204716f671e9d80d8a52910be25050cbe5f",
         "photographer": "Lisa Maree Williams",
         "source": "Getty Images",
         "suppliersReference": "775639855"
        },
        "type": "image"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eIt is also one community that is slowly dying. Eldar believes the numbers have halved in the past 10-15 years, though they are increasing in Nigeria and Pakistan, where up to 1,000 can turn up to tournaments. Here there are 90, partly because of Covid-19.\u003c/p\u003e \n\u003cp\u003eEfforts are being made to make the game more accessible.\u003c/p\u003e \n\u003cp\u003eTisa Ng, the wife of\u003cem\u003e\u003cstrong\u003e \u003c/strong\u003e\u003c/em\u003enational youth Scrabble coordinator Tony Hunt and a teacher at Alex and Jeffery’s school, dedicates her lunchtimes to teaching children to play and has created a “Battle of the Brains” inter-school Scrabble tournament.\u003c/p\u003e \n\u003cp\u003eOne source tells Guardian Australia two people are in the process of writing a dictionary of common words to make the game easier for new players while also closing the skill gap. For now, at least, the writers have chosen to remain anonymous.\u003c/p\u003e \n\u003cp\u003eTwitch, an international live-streaming platform targeted at gamers, is another tool and there were unfruitful efforts to live-stream this tournament.\u003c/p\u003e \n\u003cp\u003e“Streaming plus commentary is really the only thing that really unlocks it to a general public audience,” May says. “But it’s an amateur organisation. There’s not a lot of money about and we just can’t afford those resources.”\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-05T06:11:58Z",
      "id": "606aa60d8f087a7cbd5201e7",
      "lastModifiedDate": "2021-04-06T10:51:32Z",
      "published": true,
      "publishedDate": "2021-04-06T10:51:35Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"43f7245f7b4c9fd4f9bb1e9905da5560235afb3e\"\u003e \u003cimg src=\"https://media.guim.co.uk/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e/0_534_4583_2750/1000.jpg\" alt=\"Youth talent Vinh Nguyen takes on the national Scrabble tournament’s oldest competitor, 87-year-old Rene Chelton, at Sydney’s Bankstown Sports Club.\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eYouth talent Vinh Nguyen takes on the national Scrabble tournament’s oldest competitor, 87-year-old Rene Chelton, at Sydney’s Bankstown Sports Club.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Lisa Maree Williams/Getty Images\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T10:18:34Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e/0_534_4583_2750/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e/0_534_4583_2750/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e/0_534_4583_2750/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e/0_534_4583_2750/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e/0_534_4583_2750/4583.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2750,
          "width": 4583
         }
        },
        {
         "file": "https://media.guim.co.uk/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e/0_534_4583_2750/master/4583.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2750,
          "isMaster": true,
          "width": 4583
         }
        }
       ],
       "imageTypeData": {
        "alt": "Youth talent Vinh Nguyen takes on the national Scrabble tournament’s oldest competitor, 87-year-old Rene Chelton, at Sydney’s Bankstown Sports Club.",
        "caption": "Youth talent Vinh Nguyen takes on the national Scrabble tournament’s oldest competitor, 87-year-old Rene Chelton, at Sydney’s Bankstown Sports Club.",
        "credit": "Photograph: Lisa Maree Williams/Getty Images",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/43f7245f7b4c9fd4f9bb1e9905da5560235afb3e",
        "mediaId": "43f7245f7b4c9fd4f9bb1e9905da5560235afb3e",
        "photographer": "Lisa Maree Williams",
        "source": "Getty Images",
        "suppliersReference": "775639855"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T10:18:35Z",
     "id": "606c357a8f08611d06d8d3ec",
     "lastModifiedDate": "2021-04-06T10:43:09Z",
     "published": true,
     "publishedDate": "2021-04-06T10:43:11Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "sport/2021/apr/07/top-of-the-tile-wordsmiths-of-all-ages-vie-for-australias-scrabble-honours",
   "isHosted": false,
   "pillarId": "pillar/sport",
   "pillarName": "Sport",
   "sectionId": "sport",
   "sectionName": "Sport",
   "type": "article",
   "webPublicationDate": "2021-04-06T17:30:23Z",
   "webTitle": "Top of the tile: wordsmiths of all ages vie for Australia's Scrabble honours",
   "webUrl": "https://www.theguardian.com/sport/2021/apr/07/top-of-the-tile-wordsmiths-of-all-ages-vie-for-australias-scrabble-honours"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}