{
 "response": {
  "content": {
   "apiUrl": "https://content.guardianapis.com/australia-news/2021/apr/07/worse-than-ever-australian-bank-culture-has-not-improved-since-royal-commission-staff-say",
   "blocks": {
    "body": [
     {
      "attributes": {},
      "bodyHtml": "\u003cp\u003eThe culture inside Australia’s banks has not improved in the two years since an overhaul of the scandal-prone sector was recommended by a royal commission, employees say.\u003c/p\u003e \u003cp\u003eIn focus groups conducted for the Finance Sector Union, bank workers rejected statements from the Australian Banking Association’s chief executive, Anna Bligh, that employees were no longer being paid based on hitting sales benchmarks.\u003c/p\u003e \u003cp\u003e“If anything since the RC things have just gotten worse,” one worker said during the focus group sessions, a report of which has been obtained by Guardian Australia.\u003c/p\u003e \u003cp\u003e“The banks think that no one is watching. Since the royal commission they’re just slipping things back in and it’s now worse than ever.”\u003c/p\u003e  \u003cfigure class=\"element element-embed\" data-alt=\"Sign up to receive the top stories from Guardian Australia every morning\"\u003e  \u003ciframe src=\"https://www.theguardian.com/email/form/plaintone/4148\" height=\"52px\" data-form-title=\"Sign up for Guardian Australia's Morning Mail\" data-form-description=\"Get our editors' pick of the biggest headlines every weekday\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"\u003e\u003c/iframe\u003e \u003c/figure\u003e  \u003cp\u003eWhile some workers said things were slightly better, most condemned bank bosses for continuing to run a sales-oriented culture.\u003c/p\u003e \u003cp\u003eA retail bank worker for one of the big four banks, who spoke to Guardian Australia separately, said the lure of bonuses for making sales, which were banned as a result of the royal commission, had been replaced by the fear of being sacked if targets were not met.\u003c/p\u003e \u003cp\u003e“They used to offer us a carrot, now they threaten us with a stick,” the worker said.\u003c/p\u003e \u003cp\u003e“They don’t call them sales anymore, they call them different things like ‘customer requirements met’. Frontline staff are always terrified of being performance managed out the door.”\u003c/p\u003e \u003cp\u003eThe FSU’s focus group material was prepared by the union as part of a submission to a review of the ABA’s own program to reform retail banking pay.\u003c/p\u003e \u003cp\u003eIn 2016, as part of its efforts to fend off a royal commission, the ABA commissioned former senior public servant Stephen Sedgwick to conduct the review.\u003c/p\u003e \u003cp\u003eSedgwick’s final report, released in April 2017, recommended severing the direct link between sales and pay and replacing it with what the industry calls a “balanced scorecard”, where financial results are just one component that goes into determining pay.\u003c/p\u003e  \u003cfigure class=\"element element-atom\"\u003e \u003cgu-atom data-atom-id=\"interactives/2021/01/banking-royal-commission-recommendations/default\"         data-atom-type=\"interactive\"    \u003e \u003c/gu-atom\u003e \u003c/figure\u003e   \u003cp\u003eWhile his review was not enough to stop the royal commission taking place in 2018, commissioner Kenneth Hayne endorsed it in his final report, saying the industry should “implement fully the recommendations of the Sedgwick review”.\u003c/p\u003e \u003cp\u003eSedgwick is currently conducting a review of the implementation of his report. As part of this process he has invited submissions from industry participants, including the FSU.\u003c/p\u003e \u003cp\u003eHowever, the FSU national secretary, Julia Angrisano, said the changes had not addressed a culture of greed in the banking industry because they only affected frontline workers and bosses were still earning bonuses based on financial targets.\u003c/p\u003e \u003cp\u003e“If we don’t change the way pay is structured from the very top, nothing will change,” she told Guardian Australia.\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/australia-news/audio/2021/jan/27/two-years-on-from-australias-banking-royal-commission-why-has-progress-stalled\"\u003eTwo years on from Australia's banking royal commission, why has progress stalled?\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eShe said branch workers such as tellers were trying to sell products “because they were getting smashed from above”.\u003c/p\u003e \u003cp\u003eThe change from explicit sales targets to balanced scorecards had not reduced the pressure to sell, she said.\u003c/p\u003e \u003cp\u003e“Before everyone knew what it was, it was a sales target.\u003c/p\u003e \u003cp\u003e“Now there’s all this trickery.”\u003c/p\u003e \u003cp\u003eIn the FSU’s focus groups, rank-and-file workers also raised concerns about the continued existence of leaderboards to track sales, which Sedgwick criticised.\u003c/p\u003e \u003cp\u003eLeaderboards should only be used if they were “consistent with the intention to de-emphasise sales relative to ethical behaviour and customer outcomes”, he said in his 2017 report.\u003c/p\u003e \u003cp\u003eBut workers in the FSU focus groups said leaderboards were still rife and still focused on sales.\u003c/p\u003e \u003cp\u003e“Leader boards still 100% exist,” one worker said. “I’ve seen them with my own eyes. They are lying through their teeth when they say they don’t have leader boards.”\u003c/p\u003e \u003caside class=\"element element-rich-link element--thumbnail\"\u003e \u003cp\u003e \u003cspan\u003eRelated: \u003c/span\u003e\u003ca href=\"https://www.theguardian.com/australia-news/2021/jan/19/banking-royal-commission-most-recommendations-have-been-abandoned-or-delayed\"\u003eBanking royal commission: most recommendations have been abandoned or delayed\u003c/a\u003e \u003c/p\u003e \u003c/aside\u003e  \u003cp\u003eWorkers also raised concerns that banks expected them to continue to hit sales targets during last year’s coronavirus shutdown.\u003c/p\u003e \u003cp\u003eThe bank employee who spoke to Guardian Australia said that despite a big turnover in executive management since the royal commission, bank bosses were still not listening to rank-and-file staff.\u003c/p\u003e \u003cp\u003e“They all say we’re going to clean up the culture, yeah right. Nothing has changed.”\u003c/p\u003e \u003cp\u003eAn ABA spokesman said that banks were “committed to improving culture and remuneration arrangements”.\u003c/p\u003e \u003cp\u003e“The current Sedgwick review is an important opportunity to take stock of the progress made so far,” he said.\u003c/p\u003e \u003cp\u003e“In recent months, Prof Sedgwick has been conducting staff surveys to inform his review. He’s also been meeting with the Finance Sector Union and regulators before delivering his final report.”\u003c/p\u003e",
      "bodyTextSummary": "The culture inside Australia’s banks has not improved in the two years since an overhaul of the scandal-prone sector was recommended by a royal commission, employees say. In focus groups conducted for the Finance Sector Union, bank workers rejected statements from the Australian Banking Association’s chief executive, Anna Bligh, that employees were no longer being paid based on hitting sales benchmarks. “If anything since the RC things have just gotten worse,” one worker said during the focus group sessions, a report of which has been obtained by Guardian Australia. “The banks think that no one is watching. Since the royal commission they’re just slipping things back in and it’s now worse than ever.”\nWhile some workers said things were slightly better, most condemned bank bosses for continuing to run a sales-oriented culture. A retail bank worker for one of the big four banks, who spoke to Guardian Australia separately, said the lure of bonuses for making sales, which were banned as a result of the royal commission, had been replaced by the fear of being sacked if targets were not met. “They used to offer us a carrot, now they threaten us with a stick,” the worker said. “They don’t call them sales anymore, they call them different things like ‘customer requirements met’. Frontline staff are always terrified of being performance managed out the door.” The FSU’s focus group material was prepared by the union as part of a submission to a review of the ABA’s own program to reform retail banking pay. In 2016, as part of its efforts to fend off a royal commission, the ABA commissioned former senior public servant Stephen Sedgwick to conduct the review. Sedgwick’s final report, released in April 2017, recommended severing the direct link between sales and pay and replacing it with what the industry calls a “balanced scorecard”, where financial results are just one component that goes into determining pay.\nWhile his review was not enough to stop the royal commission taking place in 2018, commissioner Kenneth Hayne endorsed it in his final report, saying the industry should “implement fully the recommendations of the Sedgwick review”. Sedgwick is currently conducting a review of the implementation of his report. As part of this process he has invited submissions from industry participants, including the FSU. However, the FSU national secretary, Julia Angrisano, said the changes had not addressed a culture of greed in the banking industry because they only affected frontline workers and bosses were still earning bonuses based on financial targets. “If we don’t change the way pay is structured from the very top, nothing will change,” she told Guardian Australia.\nShe said branch workers such as tellers were trying to sell products “because they were getting smashed from above”. The change from explicit sales targets to balanced scorecards had not reduced the pressure to sell, she said. “Before everyone knew what it was, it was a sales target. “Now there’s all this trickery.” In the FSU’s focus groups, rank-and-file workers also raised concerns about the continued existence of leaderboards to track sales, which Sedgwick criticised. Leaderboards should only be used if they were “consistent with the intention to de-emphasise sales relative to ethical behaviour and customer outcomes”, he said in his 2017 report. But workers in the FSU focus groups said leaderboards were still rife and still focused on sales. “Leader boards still 100% exist,” one worker said. “I’ve seen them with my own eyes. They are lying through their teeth when they say they don’t have leader boards.”\nWorkers also raised concerns that banks expected them to continue to hit sales targets during last year’s coronavirus shutdown. The bank employee who spoke to Guardian Australia said that despite a big turnover in executive management since the royal commission, bank bosses were still not listening to rank-and-file staff. “They all say we’re going to clean up the culture, yeah right. Nothing has changed.” An ABA spokesman said that banks were “committed to improving culture and remuneration arrangements”. “The current Sedgwick review is an important opportunity to take stock of the progress made so far,” he said. “In recent months, Prof Sedgwick has been conducting staff surveys to inform his review. He’s also been meeting with the Finance Sector Union and regulators before delivering his final report.”",
      "contributors": [],
      "createdDate": "2021-04-06T02:15:16Z",
      "elements": [
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eThe culture inside Australia’s banks has not improved in the two years since an overhaul of the scandal-prone sector was recommended by a royal commission, employees say.\u003c/p\u003e \n\u003cp\u003eIn focus groups conducted for the Finance Sector Union, bank workers rejected statements from the Australian Banking Association’s chief executive, Anna Bligh, that employees were no longer being paid based on hitting sales benchmarks.\u003c/p\u003e \n\u003cp\u003e“If anything since the RC things have just gotten worse,” one worker said during the focus group sessions, a report of which has been obtained by Guardian Australia.\u003c/p\u003e \n\u003cp\u003e“The banks think that no one is watching. Since the royal commission they’re just slipping things back in and it’s now worse than ever.”\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "embedTypeData": {
         "alt": "Sign up to receive the top stories from Guardian Australia every morning",
         "html": "\u003ciframe src=\"https://www.theguardian.com/email/form/plaintone/4148\" height=\"52px\" data-form-title=\"Sign up for Guardian Australia's Morning Mail\" data-form-description=\"Get our editors' pick of the biggest headlines every weekday\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"\u003e\u003c/iframe\u003e",
         "isMandatory": false,
         "safeEmbedCode": true,
         "source": "The Guardian",
         "sourceDomain": "theguardian.com"
        },
        "tracking": {
         "tracks": "does-not-track"
        },
        "type": "embed"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eWhile some workers said things were slightly better, most condemned bank bosses for continuing to run a sales-oriented culture.\u003c/p\u003e \n\u003cp\u003eA retail bank worker for one of the big four banks, who spoke to Guardian Australia separately, said the lure of bonuses for making sales, which were banned as a result of the royal commission, had been replaced by the fear of being sacked if targets were not met.\u003c/p\u003e \n\u003cp\u003e“They used to offer us a carrot, now they threaten us with a stick,” the worker said.\u003c/p\u003e \n\u003cp\u003e“They don’t call them sales anymore, they call them different things like ‘customer requirements met’. Frontline staff are always terrified of being performance managed out the door.”\u003c/p\u003e \n\u003cp\u003eThe FSU’s focus group material was prepared by the union as part of a submission to a review of the ABA’s own program to reform retail banking pay.\u003c/p\u003e \n\u003cp\u003eIn 2016, as part of its efforts to fend off a royal commission, the ABA commissioned former senior public servant Stephen Sedgwick to conduct the review.\u003c/p\u003e \n\u003cp\u003eSedgwick’s final report, released in April 2017, recommended severing the direct link between sales and pay and replacing it with what the industry calls a “balanced scorecard”, where financial results are just one component that goes into determining pay.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "contentAtomTypeData": {
         "atomId": "interactives/2021/01/banking-royal-commission-recommendations/default",
         "atomType": "interactive"
        },
        "type": "contentatom"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eWhile his review was not enough to stop the royal commission taking place in 2018, commissioner Kenneth Hayne endorsed it in his final report, saying the industry should “implement fully the recommendations of the Sedgwick review”.\u003c/p\u003e \n\u003cp\u003eSedgwick is currently conducting a review of the implementation of his report. As part of this process he has invited submissions from industry participants, including the FSU.\u003c/p\u003e \n\u003cp\u003eHowever, the FSU national secretary, Julia Angrisano, said the changes had not addressed a culture of greed in the banking industry because they only affected frontline workers and bosses were still earning bonuses based on financial targets.\u003c/p\u003e \n\u003cp\u003e“If we don’t change the way pay is structured from the very top, nothing will change,” she told Guardian Australia.\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Two years on from Australia's banking royal commission, why has progress stalled?",
         "originalUrl": "https://www.theguardian.com/australia-news/audio/2021/jan/27/two-years-on-from-australias-banking-royal-commission-why-has-progress-stalled",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/australia-news/audio/2021/jan/27/two-years-on-from-australias-banking-royal-commission-why-has-progress-stalled"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eShe said branch workers such as tellers were trying to sell products “because they were getting smashed from above”.\u003c/p\u003e \n\u003cp\u003eThe change from explicit sales targets to balanced scorecards had not reduced the pressure to sell, she said.\u003c/p\u003e \n\u003cp\u003e“Before everyone knew what it was, it was a sales target.\u003c/p\u003e \n\u003cp\u003e“Now there’s all this trickery.”\u003c/p\u003e \n\u003cp\u003eIn the FSU’s focus groups, rank-and-file workers also raised concerns about the continued existence of leaderboards to track sales, which Sedgwick criticised.\u003c/p\u003e \n\u003cp\u003eLeaderboards should only be used if they were “consistent with the intention to de-emphasise sales relative to ethical behaviour and customer outcomes”, he said in his 2017 report.\u003c/p\u003e \n\u003cp\u003eBut workers in the FSU focus groups said leaderboards were still rife and still focused on sales.\u003c/p\u003e \n\u003cp\u003e“Leader boards still 100% exist,” one worker said. “I’ve seen them with my own eyes. They are lying through their teeth when they say they don’t have leader boards.”\u003c/p\u003e"
        },
        "type": "text"
       },
       {
        "assets": [],
        "richLinkTypeData": {
         "linkPrefix": "Related: ",
         "linkText": "Banking royal commission: most recommendations have been abandoned or delayed",
         "originalUrl": "https://www.theguardian.com/australia-news/2021/jan/19/banking-royal-commission-most-recommendations-have-been-abandoned-or-delayed",
         "role": "thumbnail",
         "url": "https://www.theguardian.com/australia-news/2021/jan/19/banking-royal-commission-most-recommendations-have-been-abandoned-or-delayed"
        },
        "type": "rich-link"
       },
       {
        "assets": [],
        "textTypeData": {
         "html": "\u003cp\u003eWorkers also raised concerns that banks expected them to continue to hit sales targets during last year’s coronavirus shutdown.\u003c/p\u003e \n\u003cp\u003eThe bank employee who spoke to Guardian Australia said that despite a big turnover in executive management since the royal commission, bank bosses were still not listening to rank-and-file staff.\u003c/p\u003e \n\u003cp\u003e“They all say we’re going to clean up the culture, yeah right. Nothing has changed.”\u003c/p\u003e \n\u003cp\u003eAn ABA spokesman said that banks were “committed to improving culture and remuneration arrangements”.\u003c/p\u003e \n\u003cp\u003e“The current Sedgwick review is an important opportunity to take stock of the progress made so far,” he said.\u003c/p\u003e \n\u003cp\u003e“In recent months, Prof Sedgwick has been conducting staff surveys to inform his review. He’s also been meeting with the Finance Sector Union and regulators before delivering his final report.”\u003c/p\u003e"
        },
        "type": "text"
       }
      ],
      "firstPublishedDate": "2021-04-06T02:26:05Z",
      "id": "606bc4348f083302090e5a8f",
      "lastModifiedDate": "2021-04-06T12:23:34Z",
      "published": true,
      "publishedDate": "2021-04-06T12:23:34Z"
     }
    ],
    "main": {
     "attributes": {},
     "bodyHtml": "\u003cfigure class=\"element element-image\" data-media-id=\"88bd8f5ef5323300fccedc330ec85a4fe4819087\"\u003e \u003cimg src=\"https://media.guim.co.uk/88bd8f5ef5323300fccedc330ec85a4fe4819087/0_114_3500_2100/1000.jpg\" alt=\"A combination of photographs shows people using ATMs at Australia’s ‘big four’ banks, Westpac, Commonwealth, ANZ and NAB\" width=\"1000\" height=\"600\" class=\"gu-image\" /\u003e \u003cfigcaption\u003e \u003cspan class=\"element-image__caption\"\u003eBank workers have rejected claims pay is no longer based on sales benchmarks during focus groups conducted for the Finance Sector Union.\u003c/span\u003e \u003cspan class=\"element-image__credit\"\u003ePhotograph: Reuters\u003c/span\u003e \u003c/figcaption\u003e \u003c/figure\u003e",
     "bodyTextSummary": "",
     "contributors": [],
     "createdDate": "2021-04-06T10:27:59Z",
     "elements": [
      {
       "assets": [
        {
         "file": "https://media.guim.co.uk/88bd8f5ef5323300fccedc330ec85a4fe4819087/0_114_3500_2100/140.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 84,
          "width": 140
         }
        },
        {
         "file": "https://media.guim.co.uk/88bd8f5ef5323300fccedc330ec85a4fe4819087/0_114_3500_2100/500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 300,
          "width": 500
         }
        },
        {
         "file": "https://media.guim.co.uk/88bd8f5ef5323300fccedc330ec85a4fe4819087/0_114_3500_2100/1000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 600,
          "width": 1000
         }
        },
        {
         "file": "https://media.guim.co.uk/88bd8f5ef5323300fccedc330ec85a4fe4819087/0_114_3500_2100/2000.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 1200,
          "width": 2000
         }
        },
        {
         "file": "https://media.guim.co.uk/88bd8f5ef5323300fccedc330ec85a4fe4819087/0_114_3500_2100/3500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2100,
          "width": 3500
         }
        },
        {
         "file": "https://media.guim.co.uk/88bd8f5ef5323300fccedc330ec85a4fe4819087/0_114_3500_2100/master/3500.jpg",
         "mimeType": "image/jpeg",
         "type": "image",
         "typeData": {
          "aspectRatio": "5:3",
          "height": 2100,
          "isMaster": true,
          "width": 3500
         }
        }
       ],
       "imageTypeData": {
        "alt": "A combination of photographs shows people using ATMs at Australia’s ‘big four’ banks, Westpac, Commonwealth, ANZ and NAB",
        "caption": "Bank workers have rejected claims pay is no longer based on sales benchmarks during focus groups conducted for the Finance Sector Union.",
        "credit": "Photograph: Reuters",
        "displayCredit": true,
        "imageType": "Photograph",
        "mediaApiUri": "https://api.media.gutools.co.uk/images/88bd8f5ef5323300fccedc330ec85a4fe4819087",
        "mediaId": "88bd8f5ef5323300fccedc330ec85a4fe4819087",
        "source": "Reuters",
        "suppliersReference": "FW1"
       },
       "type": "image"
      }
     ],
     "firstPublishedDate": "2021-04-06T10:28:03Z",
     "id": "606c37af8f083302090e5f17",
     "lastModifiedDate": "2021-04-06T10:34:18Z",
     "published": true,
     "publishedDate": "2021-04-06T10:34:19Z"
    },
    "totalBodyBlocks": 1
   },
   "id": "australia-news/2021/apr/07/worse-than-ever-australian-bank-culture-has-not-improved-since-royal-commission-staff-say",
   "isHosted": false,
   "pillarId": "pillar/news",
   "pillarName": "News",
   "sectionId": "australia-news",
   "sectionName": "Australia news",
   "type": "article",
   "webPublicationDate": "2021-04-06T17:30:22Z",
   "webTitle": "'Worse than ever': Australian bank culture has not improved since royal commission, staff say",
   "webUrl": "https://www.theguardian.com/australia-news/2021/apr/07/worse-than-ever-australian-bank-culture-has-not-improved-since-royal-commission-staff-say"
  },
  "status": "ok",
  "total": 1,
  "userTier": "developer"
 }
}